[
  {"id":"barouModellingEnvironmentalDrivers2024","abstract":"The black truffle (Tuber melanosporum Vittad.) is a highly appreciated edible ectomycorrhizal fungus. It grows belowground and the mycelium and sporocarp production greatly depends on the abiotic environmental conditions. Although there is some evidence about the variables influencing the truffle mycelium at local scale, there is still a lack of knowledge on the soil and climatic patterns driving mycelium growth at broader scales. We aimed to decipher the potential environmental drivers of T. melanosporum mycelium across its westernmost natural distribution area. A paired-design experiment with truffle productive plantations and forests was set up across 10 sites. Mycelium biomass was qPCR-quantified, physicochemical soil analyses were done, and climatic data were collected to perform generalised additive modelling. Mycelium dynamics was driven by a combination of soil and climatic variables that accounted for 65.7% of mycelium variance in plantations and 53.4% in forests. Longitude, CaCO3, Na and Zn were related, either positively or negatively, with soil mycelium distribution in forests, while elevation, organic matter, P, Mg and B, were the main potential drivers of truffle mycelium biomass in plantations. These results strengthen our knowledge on black truffle ecology and can be applied to design management strategies for optimization of truffle mycelial biomass and sporocarp production.","accessed":{"date-parts":[["2024",11,8]]},"author":[{"family":"Barou","given":"Vasiliki"},{"family":"Rincón","given":"Ana"},{"family":"Parladé","given":"Javier"}],"citation-key":"barouModellingEnvironmentalDrivers2024","container-title":"Forest Ecology and Management","container-title-short":"Forest Ecology and Management","DOI":"10.1016/j.foreco.2024.121988","ISSN":"0378-1127","issued":{"date-parts":[["2024",7,1]]},"page":"121988","source":"ScienceDirect","title":"Modelling environmental drivers of <i>Tuber melanosporum</i> extraradical mycelium in productive holm oak plantations and forests","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0378112724003001","volume":"563"},
  {"id":"belfiorib.MatingTypeLocus2013","author":[{"family":"Belfiori B.","given":"Riccioni C."}],"citation-key":"belfiorib.MatingTypeLocus2013","container-title":"PLoS ONE 8(12): e82353","DOI":"https://doi.org/10.1371/journal.pone.0082353","issued":{"date-parts":[["2013"]]},"title":"Mating Type Locus of Chinese Black Truffles Reveals Heterothallism and the Presence of Cryptic Species within the T. indicum Species Complex","type":"article-journal"},
  {"id":"belfioriComparisonEctomycorrhizalCommunities2012","abstract":"Truffles are hypogeous ectomycorrhizal (EM) fungi belonging to the genus Tuber. Although outplanting of truffle-inoculated host plants has enabled the realization of productive orchards, truffle cultivation is not yet standardized. Therefore, monitoring the distribution of fungal species in different truffle fields may help us to elucidate the factors that shape microbial communities and influence the propagation and fruiting of Tuber spp. In this study, we compared the fungal biodiversity in cultivated and natural Tuber melanosporum truffle fields located in Central Italy. To this end, ectomycorrhizas (ECM) and soil samples were molecularly analyzed, and an inventory of the fungi associated with Quercus pubescens plants colonized by T. melanosporum, Tuber aestivum or Tuber brumale was compiled. T. melanosporum and T. aestivum were dominant on the cultivated plants, and the number of EM species was markedly lower in the cultivated sites than in the natural sites. However, in the same site, EM biodiversity was higher in T. brumale-colonized plants than in T. melanosporum-colonized plants. These results suggest that different Tuber spp. may have different competitive effects on the other mycobionts. Additionally, in keeping with our previous findings, we found that the number of T. melanosporum genotypes recovered from the soil samples was higher than that of the underlying ECM.","accessed":{"date-parts":[["2024",11,4]]},"author":[{"family":"Belfiori","given":"Beatrice"},{"family":"Riccioni","given":"Claudia"},{"family":"Tempesta","given":"Sabrina"},{"family":"Pasqualetti","given":"Marcella"},{"family":"Paolocci","given":"Francesco"},{"family":"Rubini","given":"Andrea"}],"citation-key":"belfioriComparisonEctomycorrhizalCommunities2012","container-title":"FEMS Microbiology Ecology","container-title-short":"FEMS Microbiology Ecology","DOI":"10.1111/j.1574-6941.2012.01379.x","ISSN":"0168-6496","issue":"3","issued":{"date-parts":[["2012",9,1]]},"page":"547-561","source":"Silverchair","title":"Comparison of ectomycorrhizal communities in natural and cultivated Tuber melanosporum truffle grounds","type":"article-journal","URL":"https://doi.org/10.1111/j.1574-6941.2012.01379.x","volume":"81"},
  {"id":"belfioriGeneticStructurePhylogeography2020","abstract":"The ectomycorrhizal fungus Tuber magnatum produces the white truffle appreciated worldwide for its unique aroma. With respect to other Tuber spp. of economic interest, T. magnatum presents a narrower geographical range. This species has, in fact, long been considered endemic to Italy. However, over the last few decades several reports have documented the presence of white truffles in different Mediterranean countries and in particular in various areas of south-east Europe. In this study, samples from several Pannonian and Balkan countries such as Hungary, Serbia, Romania, Bulgaria and Greece have been collected and genotyped with microsatellite markers and the data merged with those available for Italian populations. Our objectives were to test whether Italian and south-east European populations are differentiated and to evaluate the genetic diversity of T. magnatum all over its distributional range. We show the genetic structure of T. magnatum populations with the differentiation of four main groups: northern Italy, central-northern Italy, southern Italy and the Balkan/Pannonian region. The present study allowed us to refine the evolutionary history of T. magnatum and track the possible post-glacial expansion route of this species. The assessment of T. magnatum’s genetic structure is not only of scientific relevance, but it is also important for the conservation and market traceability of this prestigious fungus.","accessed":{"date-parts":[["2024",11,8]]},"author":[{"family":"Belfiori","given":"Beatrice"},{"family":"D’Angelo","given":"Valentina"},{"family":"Riccioni","given":"Claudia"},{"family":"Leonardi","given":"Marco"},{"family":"Paolocci","given":"Francesco"},{"family":"Pacioni","given":"Giovanni"},{"family":"Rubini","given":"Andrea"}],"citation-key":"belfioriGeneticStructurePhylogeography2020","container-title":"Diversity","DOI":"10.3390/d12020044","ISSN":"1424-2818","issue":"2","issued":{"date-parts":[["2020",2]]},"language":"en","license":"http://creativecommons.org/licenses/by/3.0/","number":"2","page":"44","publisher":"Multidisciplinary Digital Publishing Institute","source":"www.mdpi.com","title":"Genetic Structure and Phylogeography of Tuber magnatum Populations","type":"article-journal","URL":"https://www.mdpi.com/1424-2818/12/2/44","volume":"12"},
  {"id":"benucciAssessmentEctomycorrhizalBiodiversity2014","abstract":"Tuber macrosporum Vittad. is a truffle with superb organoleptic properties, whose cultivation is still in its infancy. For the first time we have aimed to provide information on ectomycorrhizal communities in natural and cultivated T. macrosporum sites. Ectomycorrhizal morphotypes were identified using ITS nrDNA sequencing and sorted into molecular operational taxonomic unit (MOTU). We detected 16 MOTUs in the T. macrosporum cultivated plantation. Ascomycota were the most abundant (86.4 %) with Helvellaceae, Pyronemataceae and Pezizaceae the most common. Twenty-two MOTUs were collected in the natural T. macrosporum site. Basidiomycota morphotypes were plentiful (70.6 %) and Thelephoraceae dominated. Each site had different taxa belowground with only T. macrosporum in common, being more abundant in the natural (18.2 %) than in the cultivated (14.4 %) site. Species richness, Simpson and Shannon diversity indices, taxonomic diversity, distinctness and variation of taxonomic distinctness were lower in the cultivated than in the natural site.","accessed":{"date-parts":[["2024",11,4]]},"author":[{"family":"Benucci","given":"Gian Maria Niccolò"},{"family":"Raggi","given":"Lorenzo"},{"family":"Albertini","given":"Emidio"},{"family":"Gógán Csorbai","given":"Andrea"},{"family":"Donnini","given":"Domizia"}],"citation-key":"benucciAssessmentEctomycorrhizalBiodiversity2014","container-title":"Mycorrhiza","container-title-short":"Mycorrhiza","DOI":"10.1007/s00572-013-0538-3","ISSN":"1432-1890","issue":"4","issued":{"date-parts":[["2014",5,1]]},"language":"en","license":"2013 Springer-Verlag Berlin Heidelberg","number":"4","page":"281-292","publisher":"Springer Berlin Heidelberg","source":"link.springer.com","title":"Assessment of ectomycorrhizal biodiversity in Tuber macrosporum productive sites","type":"article-journal","URL":"https://link.springer.com/article/10.1007/s00572-013-0538-3","volume":"24"},
  {"id":"benucciEctomycorrhizalCommunitiesProductive2011","abstract":"Truffles (Tuber spp.) and other ectomycorrhizal species form species-rich assemblages in the wild as well as in cultivated ecosystems. We aimed to investigate the ectomycorrhizal communities of hazels and hornbeams that are growing in a 24-year-old Tuber aestivum orchard. We demonstrated that the ectomycorrhizal communities included numerous species and were phylogenetically diverse. Twenty-nine ectomycorrhizal taxa were identified. Tuber aestivum ectomycorrhizae were abundant (9.3%), only those of Tricholoma scalpturatum were more so (21.4%), and were detected in both plant symbionts with a variation in distribution and abundance between the two different hosts. The Thelephoraceae family was the most diverse, being represented by 12 taxa. The overall observed diversity represented 85% of the potential one as determined by a jackknife estimation of richness and was significantly higher in hazel than in hornbeam. The ectomycorrhizal communities of hornbeam trees were closely related phylogenetically, whereas no clear distribution pattern was observed for the communities in hazel. Uniform site characteristics indicated that ectomycorrhizal relationships were host mediated, but not host specific. Despite the fact that different plant species hosted diverse ectomycorrhizal communities and that the abundance of T. aestivum differed among sites, no difference was detected in the production of fruiting bodies.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Benucci","given":"Gian Maria Niccolò"},{"family":"Raggi","given":"Lorenzo"},{"family":"Albertini","given":"Emidio"},{"family":"Grebenc","given":"Tine"},{"family":"Bencivenga","given":"Mattia"},{"family":"Falcinelli","given":"Mario"},{"family":"Di Massimo","given":"Gabriella"}],"citation-key":"benucciEctomycorrhizalCommunitiesProductive2011","container-title":"FEMS Microbiology Ecology","container-title-short":"FEMS Microbiology Ecology","DOI":"10.1111/j.1574-6941.2010.01039.x","ISSN":"0168-6496","issue":"1","issued":{"date-parts":[["2011",4,1]]},"page":"170-184","source":"Silverchair","title":"Ectomycorrhizal communities in a productive <i>Tuber aestivum</i> Vittad. orchard: composition, host influence and species replacement","title-short":"Ectomycorrhizal communities in a productive Tuber aestivum Vittad. orchard","type":"article-journal","URL":"https://doi.org/10.1111/j.1574-6941.2010.01039.x","volume":"76"},
  {"id":"berchTruffleDiversityTuber2016","abstract":"To improve baseline data for the developing truffle industry in British Columbia, we compiled existing Tuber species sequences from published and unpublished studies and generated new ITS sequences for truffles belonging to Tuber collected in the province. In doing so, we obtained evidence that 13 species of Tuber occur in the province, including six introduced and seven native species, two of which are putative undescribed species. Of the native species, the Tuber anniae species complex is widely distributed in the province while Tuber beyerlei appears to be much more restricted in distribution. Four of the introduced species have commercial value (Tuber melanosporum, Tuber aestivum, Tuber brumale, and Tuber borchii) as do two of the native species (Tuber gibbosum and Tuber oregonense). Focused sampling on likely tree hosts, both hardwood and Pinaceae species, as well as in currently unexplored parts of the province seems likely to expand our knowledge of the diversity and distribution of Tuber species in British Columbia.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Berch","given":"Shannon M."},{"family":"Bonito","given":"Gregory"}],"citation-key":"berchTruffleDiversityTuber2016","container-title":"Mycorrhiza","container-title-short":"Mycorrhiza","DOI":"10.1007/s00572-016-0695-2","ISSN":"1432-1890","issue":"6","issued":{"date-parts":[["2016",8,1]]},"language":"en","page":"587-594","source":"Springer Link","title":"Truffle diversity (<i>Tuber, Tuberaceae</i>) in British Columbia","type":"article-journal","URL":"https://doi.org/10.1007/s00572-016-0695-2","volume":"26"},
  {"id":"billiardSexOutcrossingMating2012","abstract":"Variability in the way organisms reproduce raises numerous, and still unsolved, questions in evolutionary biology. In this study, we emphasize that fungi deserve a much greater emphasis in efforts to address these questions because of their multiple advantages as model eukaryotes. A tremendous diversity of reproductive modes and mating systems can be found in fungi, with many evolutionary transitions among closely related species. In addition, fungi show some peculiarities in their mating systems that have received little attention so far, despite the potential for providing insights into important evolutionary questions. In particular, selfing can occur at the haploid stage in addition to the diploid stage in many fungi, which is generally not possible in animals and plants but has a dramatic influence upon the structure of genetic systems. Fungi also present several advantages that make them tractable models for studies in experimental evolution. Here, we briefly review the unsolved questions and extant hypotheses about the evolution and maintenance of asexual vs. sexual reproduction and of selfing vs. outcrossing, focusing on fungal life cycles. We then propose how fungi can be used to address these long‐standing questions and advance our understanding of sexual reproduction and mating systems across all eukaryotes.","accessed":{"date-parts":[["2024",5,27]]},"author":[{"family":"Billiard","given":"S."},{"family":"López‐Villavicencio","given":"M."},{"family":"Hood","given":"M. E."},{"family":"Giraud","given":"T."}],"citation-key":"billiardSexOutcrossingMating2012","container-title":"Journal of Evolutionary Biology","container-title-short":"Journal of Evolutionary Biology","DOI":"10.1111/j.1420-9101.2012.02495.x","ISSN":"1010-061X","issue":"6","issued":{"date-parts":[["2012",6,1]]},"page":"1020-1038","source":"Silverchair","title":"Sex, outcrossing and mating types: unsolved questions in fungi and beyond","title-short":"Sex, outcrossing and mating types","type":"article-journal","URL":"https://doi.org/10.1111/j.1420-9101.2012.02495.x","volume":"25"},
  {"id":"boaWildEdibleFungi2004","abstract":"Wild edible fungi are an important group of non-wood forest products: they are used as both food and medicine and provide income to many forest users and traders. This publication reviews the characteristics of fungi biology and ecology, as well as fungi management and their importance to people. Information is provided that will help forestry technicians, nutritionists, natural resource planners, policy makers and other stakeholders concerned appraise the opportunities and constraints in promoting the sustainable use of wild edible fungi.","author":[{"family":"Boa","given":"E. R."},{"family":"Nations","given":"Food and Agriculture Organization of the United"}],"citation-key":"boaWildEdibleFungi2004","ISBN":"978-92-5-105157-3","issued":{"date-parts":[["2004"]]},"language":"en","number-of-pages":"164","publisher":"Food & Agriculture Org.","source":"Google Books","title":"Wild Edible Fungi: A Global Overview of Their Use and Importance to People","title-short":"Wild Edible Fungi","type":"book"},
  {"id":"bonitoGlobalMetaanalysisTuber2010","abstract":"Truffles (Tuber) are ectomycorrhizal fungi characterized by hypogeous fruitbodies. Their biodiversity, host associations and geographical distributions are not well documented. ITS rDNA sequences of Tuber are commonly recovered from molecular surveys of fungal communities, but most remain insufficiently identified making it difficult to determine whether these sequences represent conspecific or novel taxa. In this meta-analysis, over 2000 insufficiently identified Tuber sequences from 76 independent studies were analysed within a phylogenetic framework. Species ranges, host associates, geographical distributions and intra- and interspecific ITS variability were assessed. Over 99% of the insufficiently identified Tuber sequences grouped within clades composed of species with little culinary value (Maculatum, Puberulum and Rufum). Sixty-four novel phylotypes were distinguished including 36 known only from ectomycorrhizae or soil. Most species of Tuber showed 1-3% intraspecific ITS variability and >4% interspecific ITS sequence variation. We found 123 distinct phylotypes based on 96% ITS sequence similarity and estimated that Tuber contains a minimum of 180 species. Based on this meta-analysis, species in Excavatum, Maculatum and Rufum clades exhibit preference for angiosperm hosts, whereas those in the Gibbosum clade are preferential towards gymnosperms. Sixteen Tuber species (>13% of the known diversity) have putatively been introduced to continents or islands outside their native range.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Bonito","given":"Gregory M."},{"family":"Gryganskyi","given":"Andrii P."},{"family":"Trappe","given":"James M."},{"family":"Vilgalys","given":"Rytas"}],"citation-key":"bonitoGlobalMetaanalysisTuber2010","container-title":"Molecular Ecology","DOI":"10.1111/j.1365-294X.2010.04855.x","ISSN":"1365-294X","issue":"22","issued":{"date-parts":[["2010"]]},"language":"en","license":"© 2010 Blackwell Publishing Ltd","page":"4994-5008","source":"Wiley Online Library","title":"A global meta-analysis of <i>Tuber</i> ITS rDNA sequences: species diversity, host associations and long-distance dispersal","title-short":"A global meta-analysis of Tuber ITS rDNA sequences","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-294X.2010.04855.x","volume":"19"},
  {"id":"bonitoHistoricalBiogeographyDiversification2013","abstract":"Truffles have evolved from epigeous (aboveground) ancestors in nearly every major lineage of fleshy fungi. Because accelerated rates of morphological evolution accompany the transition to the truffle form, closely related epigeous ancestors remain unknown for most truffle lineages. This is the case for the quintessential truffle genus Tuber, which includes species with socio-economic importance and esteemed culinary attributes. Ecologically, Tuber spp. form obligate mycorrhizal symbioses with diverse species of plant hosts including pines, oaks, poplars, orchids, and commercially important trees such as hazelnut and pecan. Unfortunately, limited geographic sampling and inconclusive phylogenetic relationships have obscured our understanding of their origin, biogeography, and diversification. To address this problem, we present a global sampling of Tuberaceae based on DNA sequence data from four loci for phylogenetic inference and molecular dating. Our well-resolved Tuberaceae phylogeny shows high levels of regional and continental endemism. We also identify a previously unknown epigeous member of the Tuberaceae – the South American cup-fungus Nothojafnea thaxteri (E.K. Cash) Gamundí. Phylogenetic resolution was further improved through the inclusion of a previously unrecognized Southern hemisphere sister group of the Tuberaceae. This morphologically diverse assemblage of species includes truffle (e.g. Gymnohydnotrya spp.) and non-truffle forms that are endemic to Australia and South America. Southern hemisphere taxa appear to have diverged more recently than the Northern hemisphere lineages. Our analysis of the Tuberaceae suggests that Tuber evolved from an epigeous ancestor. Molecular dating estimates Tuberaceae divergence in the late Jurassic (∼156 million years ago), with subsequent radiations in the Cretaceous and Paleogene. Intra-continental diversification, limited long-distance dispersal, and ecological adaptations help to explain patterns of truffle evolution and biodiversity.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Bonito","given":"Gregory"},{"family":"Smith","given":"Matthew E."},{"family":"Nowak","given":"Michael"},{"family":"Healy","given":"Rosanne A."},{"family":"Guevara","given":"Gonzalo"},{"family":"Cázares","given":"Efren"},{"family":"Kinoshita","given":"Akihiko"},{"family":"Nouhra","given":"Eduardo R."},{"family":"Domínguez","given":"Laura S."},{"family":"Tedersoo","given":"Leho"},{"family":"Murat","given":"Claude"},{"family":"Wang","given":"Yun"},{"family":"Moreno","given":"Baldomero Arroyo"},{"family":"Pfister","given":"Donald H."},{"family":"Nara","given":"Kazuhide"},{"family":"Zambonelli","given":"Alessandra"},{"family":"Trappe","given":"James M."},{"family":"Vilgalys","given":"Rytas"}],"citation-key":"bonitoHistoricalBiogeographyDiversification2013","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0052765","ISSN":"1932-6203","issue":"1","issued":{"date-parts":[["2013",2,1]]},"language":"en","page":"e52765","publisher":"Public Library of Science","source":"PLoS Journals","title":"Historical Biogeography and Diversification of Truffles in the <i>Tuberaceae</i> and Their Newly Identified Southern Hemisphere Sister Lineage","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0052765","volume":"8"},
  {"id":"bonitoImprovedResolutionMajor2010","accessed":{"date-parts":[["2024",5,27]]},"author":[{"family":"Bonito","given":"Gregory"},{"family":"Trappe","given":"James M."},{"family":"Rawlinson","given":"Pat"},{"family":"Vilgalys","given":"Rytas"}],"citation-key":"bonitoImprovedResolutionMajor2010","container-title":"Mycologia","DOI":"10.3852/09-213","ISSN":"0027-5514","issue":"5","issued":{"date-parts":[["2010",9]]},"page":"1042-1057","publisher":"Taylor & Francis","source":"tandfonline.com (Atypon)","title":"Improved resolution of major clades within <i>Tuber</i> and taxonomy of species within the <i>Tuber gibbosum</i> complex","type":"article-journal","URL":"https://www.tandfonline.com/doi/abs/10.3852/09-213","volume":"102"},
  {"id":"buntgenDroughtinducedDeclineMediterranean2012","accessed":{"date-parts":[["2024",4,2]]},"author":[{"family":"Büntgen","given":"Ulf"},{"family":"Egli","given":"Simon"},{"family":"Camarero","given":"J. Julio"},{"family":"Fischer","given":"Erich M."},{"family":"Stobbe","given":"Ulrich"},{"family":"Kauserud","given":"Håvard"},{"family":"Tegel","given":"Willy"},{"family":"Sproll","given":"Ludger"},{"family":"Stenseth","given":"Nils C."}],"citation-key":"buntgenDroughtinducedDeclineMediterranean2012","container-title":"Nature Climate Change","container-title-short":"Nature Clim Change","DOI":"10.1038/nclimate1733","ISSN":"1758-6798","issue":"12","issued":{"date-parts":[["2012",12]]},"language":"en","license":"2012 Springer Nature Limited","page":"827-829","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Drought-induced decline in Mediterranean truffle harvest","type":"article-journal","URL":"https://www.nature.com/articles/nclimate1733","volume":"2"},
  {"id":"buntgenEcoarchaeologicalExcavationTechniques2021","abstract":"Despite its status as a highly-prized and coveted fungi in gastronomy, many aspects of the subterranean life cycle of the Burgundy truffle (Tuber aestivum) are still unknown, because in situ observations of the formation and maturation of truffle fruitbodies remain difficult. Here, we adopted a suite of archaeological fine-scale excavating techniques to provide unique spatiotemporal snapshots of Burgundy truffle growth at three sites in southern Germany. We also recorded the relative position, fresh weight, maturity level and genotype composition of all excavated fruitbodies. Varying by a factor of thousand, the fresh weight of 73 truffle ranged from 0.1 to 103.2 g, with individual maturity levels likely representing different life cycle stages from completely unripe to fully ripe and even decaying. While only a slightly positive relationship between fruitbody weight and maturity level was found, our results suggest that genetically distinct specimens can exhibit different life cycle stages at the same period of time and under the same environmental conditions. We therefore argue that truffles are likely able to grow, mature and ripe simultaneously between early summer and late winter of the following year. Our case study should encourage further eco-archaeological truffle excavations under different biogeographic settings and at different seasons of the year to gain deeper insights into the fungi's subterranean ecology. The expected cross-disciplinary findings will help truffle hunters and farmers to improve their harvest practices and management strategies.","accessed":{"date-parts":[["2024",5,13]]},"author":[{"family":"Büntgen","given":"Ulf"},{"family":"Peter","given":"Martina"},{"family":"Tegel","given":"Willy"},{"family":"Stobbe","given":"Ulrich"},{"family":"Elburg","given":"Rengert"},{"family":"Sproll","given":"Ludger"},{"family":"Molinier","given":"Virginie"},{"family":"Čejka","given":"Tomáš"},{"family":"Isaac","given":"Elizabeth L."},{"family":"Egli","given":"Simon"}],"citation-key":"buntgenEcoarchaeologicalExcavationTechniques2021","container-title":"Fungal Biology","container-title-short":"Fungal Biology","DOI":"10.1016/j.funbio.2021.09.001","ISSN":"1878-6146","issue":"12","issued":{"date-parts":[["2021",12,1]]},"page":"951-961","source":"ScienceDirect","title":"Eco-archaeological excavation techniques reveal snapshots of subterranean truffle growth","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1878614621001148","volume":"125"},
  {"id":"buntgenNewInsightsComplex2017","abstract":"Despite an increasing demand for Burgundy truffles (Tuber aestivum), gaps remain in our understanding of the fungus’ overall lifecycle and ecology. Here, we compile evidence from three independent surveys in Hungary and Switzerland. First, we measured the weight and maturity of 2,656 T. aestivum fruit bodies from a three-day harvest in August 2014 in a highly productive orchard in Hungary. All specimens ranging between 2 and 755 g were almost evenly distributed through five maturation classes. Then, we measured the weight and maturity of another 4,795 T. aestivum fruit bodies harvested on four occasions between June and October 2015 in the same truffière. Again, different maturation stages occurred at varying fruit body size and during the entire fruiting season. Finally, the predominantly unrelated weight and maturity of 81 T. aestivum fruit bodies from four fruiting seasons between 2010 and 2013 in Switzerland confirmed the Hungarian results. The spatiotemporal coexistence of 7,532 small-ripe and large-unripe T. aestivum, which accumulate to ~182 kg, differs from species-specific associations between the size and ripeness that have been reported for other mushrooms. Although size-independent truffle maturation stages may possibly relate to the perpetual belowground environment, the role of mycelial connectivity, soil property, microclimatology, as well as other abiotic factors and a combination thereof, is still unclear. Despite its massive sample size and proof of concept, this study, together with existing literature, suggests consideration of a wider ecological and biogeographical range, as well as the complex symbiotic fungus-host interaction, to further illuminate the hidden development of belowground truffle fruit bodies.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Büntgen","given":"Ulf"},{"family":"Bagi","given":"István"},{"family":"Fekete","given":"Oszkár"},{"family":"Molinier","given":"Virginie"},{"family":"Peter","given":"Martina"},{"family":"Splivallo","given":"Richard"},{"family":"Vahdatzadeh","given":"Maryam"},{"family":"Richard","given":"Franck"},{"family":"Murat","given":"Claude"},{"family":"Tegel","given":"Willy"},{"family":"Stobbe","given":"Ulrich"},{"family":"Martínez-Peña","given":"Fernando"},{"family":"Sproll","given":"Ludger"},{"family":"Hülsmann","given":"Lisa"},{"family":"Nievergelt","given":"Daniel"},{"family":"Meier","given":"Barbara"},{"family":"Egli","given":"Simon"}],"citation-key":"buntgenNewInsightsComplex2017","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0170375","ISSN":"1932-6203","issue":"1","issued":{"date-parts":[["2017",1,26]]},"language":"en","page":"e0170375","publisher":"Public Library of Science","source":"PLoS Journals","title":"New Insights into the Complex Relationship between Weight and Maturity of Burgundy Truffles (<i>Tuber aestivum</i>)","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0170375","volume":"12"},
  {"id":"cerutiEuropeanSpeciesGenus2003","author":[{"family":"Ceruti","given":"A."},{"family":"Fontana","given":"A."},{"family":"Nosenzo","given":"C."},{"family":"Le specie europee del genere Tuber. Una revisione storica.","given":""}],"citation-key":"cerutiEuropeanSpeciesGenus2003","editor":[{"family":"A. Ceruti","given":"A. Fontana"}],"issued":{"date-parts":[["2003"]]},"language":"Italian","page":"467 pp.","publisher":"Torino, Museo Regionale di Scienze Naturali","title":"European species of the genus <i>Tuber</i>. A historical revision.","type":"book"},
  {"id":"chatinNouvelleEspeceTruffe1887","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Chatin","given":"M. Ad."}],"citation-key":"chatinNouvelleEspeceTruffe1887","container-title":"Bulletin de la Société Botanique de France","container-title-short":"Bulletin de la Société Botanique de France","DOI":"10.1080/00378941.1887.10830247","ISSN":"0037-8941","issue":"6","issued":{"date-parts":[["1887",1]]},"language":"fr","page":"246-248","source":"DOI.org (Crossref)","title":"Une Nouvelle Espèce De Truffe ( <i>Tuber Uncinatum</i> )","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1080/00378941.1887.10830247","volume":"34"},
  {"id":"chatterjiReferenceBasedAnnotation2006","abstract":"We introduce GeneMapper, a program for transferring annotations from a well annotated genome to other genomes. Drawing on high quality curated annotations, GeneMapper enables rapid and accurate annotation of newly sequenced genomes and is suitable for both finished and draft genomes. GeneMapper uses a profile based approach for mapping genes into multiple species, improving upon the standard pairwise approach. GeneMapper is freely available for academic use.","author":[{"family":"Chatterji","given":"Sourav"},{"family":"Pachter","given":"Lior"}],"citation-key":"chatterjiReferenceBasedAnnotation2006","container-title":"Genome biology","container-title-short":"Genome biology","DOI":"10.1186/gb-2006-7-4-r29","issued":{"date-parts":[["2006",2,1]]},"page":"R29","source":"ResearchGate","title":"Reference based annotation with GeneMapper","type":"article-journal","volume":"7"},
  {"id":"chevalierAxenicSynthesisMycorrhiza","author":[{"family":"Chevalier","given":"G."},{"family":"Sythese axenique des mycorhizes de Tuber brumale Vitt. a partir de cultures pures du champignon.","given":""}],"citation-key":"chevalierAxenicSynthesisMycorrhiza","container-title":"Annales de Phytopathologie","issue":"2","language":"French","page":"163–182","publisher":"Paris, Institut National de la Recherche Agronomique","title":"Axenic synthesis of mycorrhiza of <i>Tuber brumale</i> Vitt. from pure fungal cultures.","type":"article-journal","volume":"5"},
  {"id":"chevalierCultivationBurgundyTruffle2001","author":[{"family":"Chevalier","given":"G."},{"family":"Gregori","given":"G."},{"family":"Frochot","given":"H."},{"family":"Zambonelli","given":"A."}],"citation-key":"chevalierCultivationBurgundyTruffle2001","container-title":"Edible mycorrhizal mushrooms and their cultivation. Proceedings of the Second International Conference on Edible Mycorrhizal Mushrooms, Christchurch, New Zealand, 3-6 July, 2001","editor":[{"family":"I. Hall","given":"Yun Wang Yun Wang"}],"issued":{"date-parts":[["2001"]]},"language":"English","page":"0–12","publisher":"Christchurch, Crop &amp; Food Research","title":"The cultivation of the Burgundy truffle.","type":"chapter"},
  {"id":"delavargaFiveYearsInvestigation2017","abstract":"The Périgord black truffle (Tuber melanosporum Vittad.) is a heterothallic ascomycete that establishes ectomycorrhizal symbiosis with trees and shrubs. Small-scale genetic structures of female genotypes in truffle orchards are known, but it has not yet been studied in male genotypes. In this study, our aim was to characterize the small-scale genetic structure of both male and female genotypes over five years in an orchard to better understand the T. melanosporum sexual reproduction strategy, male genotype dynamics, and origins. Two-hundred forty-one ascocarps, 475 ectomycorrhizas, and 20 soil cores were harvested and genotyped using microsatellites and mating type genes. Isolation by distance analysis revealed pronounced small-scale genetic structures for both female and male genotypes. The genotypic diversity was higher for male than female genotypes with numerous small size genotypes suggesting an important turnover due to ascospore recruitment. Larger and perennial female and male genotypes were also detected. Only three genotypes (1.5%) were found as both female and male genotypes (hermaphrodites) while most were detected only as female or male genotype (dioecy). Our results suggest that germinating ascospores act as male genotypes, but we also proposed that soil mycelium could be a reservoir of male genotypes.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"De la Varga","given":"Herminia"},{"family":"Le Tacon","given":"François"},{"family":"Lagoguet","given":"Mélanie"},{"family":"Todesco","given":"Flora"},{"family":"Varga","given":"Torda"},{"family":"Miquel","given":"Igor"},{"family":"Barry-Etienne","given":"Dominique"},{"family":"Robin","given":"Christophe"},{"family":"Halkett","given":"Fabien"},{"family":"Martin","given":"Francis"},{"family":"Murat","given":"Claude"}],"citation-key":"delavargaFiveYearsInvestigation2017","container-title":"Environmental Microbiology","DOI":"10.1111/1462-2920.13735","ISSN":"1462-2920","issue":"7","issued":{"date-parts":[["2017"]]},"language":"en","license":"© 2017 Society for Applied Microbiology and John Wiley & Sons Ltd","page":"2604-2615","source":"Wiley Online Library","title":"Five years investigation of female and male genotypes in périgord black truffle (<i>Tuber melanosporum</i> Vittad.) revealed contrasted reproduction strategies","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1462-2920.13735","volume":"19"},
  {"id":"delavargaFiveYearsInvestigation2017a","abstract":"The Périgord black truffle (Tuber melanosporum Vittad.) is a heterothallic ascomycete that establishes ectomycorrhizal symbiosis with trees and shrubs. Small-scale genetic structures of female genotypes in truffle orchards are known, but it has not yet been studied in male genotypes. In this study, our aim was to characterize the small-scale genetic structure of both male and female genotypes over five years in an orchard to better understand the T. melanosporum sexual reproduction strategy, male genotype dynamics, and origins. Two-hundred forty-one ascocarps, 475 ectomycorrhizas, and 20 soil cores were harvested and genotyped using microsatellites and mating type genes. Isolation by distance analysis revealed pronounced small-scale genetic structures for both female and male genotypes. The genotypic diversity was higher for male than female genotypes with numerous small size genotypes suggesting an important turnover due to ascospore recruitment. Larger and perennial female and male genotypes were also detected. Only three genotypes (1.5%) were found as both female and male genotypes (hermaphrodites) while most were detected only as female or male genotype (dioecy). Our results suggest that germinating ascospores act as male genotypes, but we also proposed that soil mycelium could be a reservoir of male genotypes.","accessed":{"date-parts":[["2024",11,4]]},"author":[{"family":"De la Varga","given":"Herminia"},{"family":"Le Tacon","given":"François"},{"family":"Lagoguet","given":"Mélanie"},{"family":"Todesco","given":"Flora"},{"family":"Varga","given":"Torda"},{"family":"Miquel","given":"Igor"},{"family":"Barry-Etienne","given":"Dominique"},{"family":"Robin","given":"Christophe"},{"family":"Halkett","given":"Fabien"},{"family":"Martin","given":"Francis"},{"family":"Murat","given":"Claude"}],"citation-key":"delavargaFiveYearsInvestigation2017a","container-title":"Environmental Microbiology","DOI":"10.1111/1462-2920.13735","ISSN":"1462-2920","issue":"7","issued":{"date-parts":[["2017"]]},"language":"en","license":"© 2017 Society for Applied Microbiology and John Wiley & Sons Ltd","page":"2604-2615","source":"Wiley Online Library","title":"Five years investigation of female and male genotypes in périgord black truffle (Tuber melanosporum Vittad.) revealed contrasted reproduction strategies","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1462-2920.13735","volume":"19"},
  {"id":"diniz-filhoMantelTestPopulation2013","abstract":"The comparison of genetic divergence or genetic distances, estimated by pairwise FST and related statistics, with geographical distances by Mantel test is one of the most popular approaches to evaluate spatial processes driving population structure. There have been, however, recent criticisms and discussions on the statistical performance of the Mantel test. Simultaneously, alternative frameworks for data analyses are being proposed. Here, we review the Mantel test and its variations, including Mantel correlograms and partial correlations and regressions. For illustrative purposes, we studied spatial genetic divergence among 25 populations of Dipteryx alata (“Baru”), a tree species endemic to the Cerrado, the Brazilian savannas, based on 8 microsatellite loci. We also applied alternative methods to analyze spatial patterns in this dataset, especially a multivariate generalization of Spatial Eigenfunction Analysis based on redundancy analysis. The different approaches resulted in similar estimates of the magnitude of spatial structure in the genetic data. Furthermore, the results were expected based on previous knowledge of the ecological and evolutionary processes underlying genetic variation in this species. Our review shows that a careful application and interpretation of Mantel tests, especially Mantel correlograms, can overcome some potential statistical problems and provide a simple and useful tool for multivariate analysis of spatial patterns of genetic divergence.","accessed":{"date-parts":[["2024",2,26]]},"author":[{"family":"Diniz-Filho","given":"José Alexandre F."},{"family":"Soares","given":"Thannya N."},{"family":"Lima","given":"Jacqueline S."},{"family":"Dobrovolski","given":"Ricardo"},{"family":"Landeiro","given":"Victor Lemes"},{"family":"Campos Telles","given":"Mariana Pires","non-dropping-particle":"de"},{"family":"Rangel","given":"Thiago F."},{"family":"Bini","given":"Luis Mauricio"}],"citation-key":"diniz-filhoMantelTestPopulation2013","container-title":"Genetics and Molecular Biology","container-title-short":"Genet Mol Biol","DOI":"10.1590/S1415-47572013000400002","ISSN":"1415-4757","issue":"4","issued":{"date-parts":[["2013",12]]},"page":"475-485","PMCID":"PMC3873175","PMID":"24385847","source":"PubMed Central","title":"Mantel test in population genetics","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3873175/","volume":"36"},
  {"id":"diniz-filhoMantelTestPopulation2013a","abstract":"The comparison of genetic divergence or genetic distances, estimated by pairwise FST and related statistics, with geographical distances by Mantel test is one of the most popular approaches to evaluate spatial processes driving population structure. There have been, however, recent criticisms and discussions on the statistical performance of the Mantel test. Simultaneously, alternative frameworks for data analyses are being proposed. Here, we review the Mantel test and its variations, including Mantel correlograms and partial correlations and regressions. For illustrative purposes, we studied spatial genetic divergence among 25 populations of Dipteryx alata (“Baru”), a tree species endemic to the Cerrado, the Brazilian savannas, based on 8 microsatellite loci. We also applied alternative methods to analyze spatial patterns in this dataset, especially a multivariate generalization of Spatial Eigenfunction Analysis based on redundancy analysis. The different approaches resulted in similar estimates of the magnitude of spatial structure in the genetic data. Furthermore, the results were expected based on previous knowledge of the ecological and evolutionary processes underlying genetic variation in this species. Our review shows that a careful application and interpretation of Mantel tests, especially Mantel correlograms, can overcome some potential statistical problems and provide a simple and useful tool for multivariate analysis of spatial patterns of genetic divergence.","accessed":{"date-parts":[["2024",9,3]]},"author":[{"family":"Diniz-Filho","given":"José Alexandre F."},{"family":"Soares","given":"Thannya N."},{"family":"Lima","given":"Jacqueline S."},{"family":"Dobrovolski","given":"Ricardo"},{"family":"Landeiro","given":"Victor Lemes"},{"family":"Campos Telles","given":"Mariana Pires","non-dropping-particle":"de"},{"family":"Rangel","given":"Thiago F."},{"family":"Bini","given":"Luis Mauricio"}],"citation-key":"diniz-filhoMantelTestPopulation2013a","container-title":"Genetics and Molecular Biology","container-title-short":"Genet Mol Biol","DOI":"10.1590/S1415-47572013000400002","ISSN":"1415-4757","issue":"4","issued":{"date-parts":[["2013",12]]},"page":"475-485","PMCID":"PMC3873175","PMID":"24385847","source":"PubMed Central","title":"Mantel test in population genetics","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3873175/","volume":"36"},
  {"id":"dunningtonGgspatialSpatialData2023","author":[{"family":"Dunnington","given":"Dewey"}],"citation-key":"dunningtonGgspatialSpatialData2023","genre":"manual","issued":{"date-parts":[["2023"]]},"title":"ggspatial: Spatial data framework for ggplot2","type":"report"},
  {"id":"earlStructureHarvesterWebsite2012","author":[{"family":"Earl","given":"D.A."},{"family":"Vonholdt","given":"Bridgett"}],"citation-key":"earlStructureHarvesterWebsite2012","container-title":"Conservation Genetics Resources","container-title-short":"Conservation Genetics Resources","issued":{"date-parts":[["2012",1,1]]},"source":"ResearchGate","title":"Structure Harvester: a website and program for visualizing STRUCTURE output and implementing the Evanno method","title-short":"Structure Harvester","type":"article-journal","volume":"4"},
  {"id":"elhaikPrincipalComponentAnalyses2022","abstract":"Principal Component Analysis (PCA) is a multivariate analysis that reduces the complexity of datasets while preserving data covariance. The outcome can be visualized on colorful scatterplots, ideally with only a minimal loss of information. PCA applications, implemented in well-cited packages like EIGENSOFT and PLINK, are extensively used as the foremost analyses in population genetics and related fields (e.g., animal and plant or medical genetics). PCA outcomes are used to shape study design, identify, and characterize individuals and populations, and draw historical and ethnobiological conclusions on origins, evolution, dispersion, and relatedness. The replicability crisis in science has prompted us to evaluate whether PCA results are reliable, robust, and replicable. We analyzed twelve common test cases using an intuitive color-based model alongside human population data. We demonstrate that PCA results can be artifacts of the data and can be easily manipulated to generate desired outcomes. PCA adjustment also yielded unfavorable outcomes in association studies. PCA results may not be reliable, robust, or replicable as the field assumes. Our findings raise concerns about the validity of results reported in the population genetics literature and related fields that place a disproportionate reliance upon PCA outcomes and the insights derived from them. We conclude that PCA may have a biasing role in genetic investigations and that 32,000-216,000 genetic studies should be reevaluated. An alternative mixed-admixture population genetic model is discussed.","accessed":{"date-parts":[["2024",4,17]]},"author":[{"family":"Elhaik","given":"Eran"}],"citation-key":"elhaikPrincipalComponentAnalyses2022","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-022-14395-4","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2022",8,29]]},"language":"en","license":"2022 The Author(s)","page":"14683","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Principal Component Analyses (PCA)-based findings in population genetic studies are highly biased and must be reevaluated","type":"article-journal","URL":"https://www.nature.com/articles/s41598-022-14395-4","volume":"12"},
  {"id":"falushInferencePopulationStructure2003","abstract":"We describe extensions to the method of Pritchard et al. for inferring population structure from multilocus genotype data. Most importantly, we develop methods that allow for linkage between loci. The new model accounts for the correlations between linked loci that arise in admixed populations (“admixture linkage disequilibium”). This modification has several advantages, allowing (1) detection of admixture events farther back into the past, (2) inference of the population of origin of chromosomal regions, and (3) more accurate estimates of statistical uncertainty when linked loci are used. It is also of potential use for admixture mapping. In addition, we describe a new prior model for the allele frequencies within each population, which allows identification of subtle population subdivisions that were not detectable using the existing method. We present results applying the new methods to study admixture in African-Americans, recombination in Helicobacter pylori, and drift in populations of Drosophila melanogaster. The methods are implemented in a program, structure, version 2.0, which is available at http://pritch.bsd.uchicago.edu.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"Falush","given":"Daniel"},{"family":"Stephens","given":"Matthew"},{"family":"Pritchard","given":"Jonathan K"}],"citation-key":"falushInferencePopulationStructure2003","container-title":"Genetics","container-title-short":"Genetics","DOI":"10.1093/genetics/164.4.1567","ISSN":"1943-2631","issue":"4","issued":{"date-parts":[["2003",8,1]]},"page":"1567-1587","title":"Inference of Population Structure Using Multilocus Genotype Data: Linked Loci and Correlated Allele Frequencies","type":"article-journal","URL":"https://doi.org/10.1093/genetics/164.4.1567","volume":"164"},
  {"id":"FruitingHypogeousFungi","accessed":{"date-parts":[["2024",5,20]]},"citation-key":"FruitingHypogeousFungi","title":"Fruiting of Hypogeous Fungi in Oregon Douglas-Fir Forests: Seasonal and Habitat Variation: Mycologia: Vol 83, No 3","type":"webpage","URL":"https://www.tandfonline.com/doi/abs/10.1080/00275514.1991.12026018?casa_token=pZvDWnQ5_YUAAAAA:gXmPJKmj-yQRyOWCzpoAZsM0ybXmp5iA9jw2_mKA6msizhyiJ9d08Ue7PP5txmhvRlSbBlgwmaIXoYM"},
  {"id":"goudetHierfstatEstimationTests2004","abstract":"Estimates hierarchical F-statistics from haploid or diploid genetic data with any numbers of levels in the hierarchy, following the algorithm of Yang (Evolution(1998), 52:950). Tests via randomisations the significance of each F and variance components, using the likelihood-ratio statistics G (Goudet et al. (1996) <https://academic.oup.com/genetics/article/144/4/1933/6017091>). Estimates genetic diversity statistics for haploid and diploid genetic datasets in various formats, including inbreeding and coancestry coefficients, and population specific F-statistics following Weir and Goudet (2017) <https://academic.oup.com/genetics/article/206/4/2085/6072590>.","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Goudet","given":"Jerome"},{"family":"Jombart","given":"Thibaut"}],"citation-key":"goudetHierfstatEstimationTests2004","DOI":"10.32614/CRAN.package.hierfstat","issued":{"date-parts":[["2004",8,14]]},"language":"en","page":"0.5-11","publisher":"Comprehensive R Archive Network","source":"DOI.org (Crossref)","title":"hierfstat: Estimation and Tests of Hierarchical F-Statistics","title-short":"hierfstat","type":"dataset","URL":"https://CRAN.R-project.org/package=hierfstat"},
  {"id":"goudetHierfstatEstimationTests2004a","abstract":"Estimates hierarchical F-statistics from haploid or diploid genetic data with any numbers of levels in the hierarchy, following the algorithm of Yang (Evolution(1998), 52:950). Tests via randomisations the significance of each F and variance components, using the likelihood-ratio statistics G (Goudet et al. (1996) <https://academic.oup.com/genetics/article/144/4/1933/6017091>). Estimates genetic diversity statistics for haploid and diploid genetic datasets in various formats, including inbreeding and coancestry coefficients, and population specific F-statistics following Weir and Goudet (2017) <https://academic.oup.com/genetics/article/206/4/2085/6072590>.","accessed":{"date-parts":[["2024",11,5]]},"author":[{"family":"Goudet","given":"Jerome"},{"family":"Jombart","given":"Thibaut"}],"citation-key":"goudetHierfstatEstimationTests2004a","DOI":"10.32614/CRAN.package.hierfstat","issued":{"date-parts":[["2004",8,14]]},"language":"en","page":"0.5-11","publisher":"Comprehensive R Archive Network","source":"DOI.org (Crossref)","title":"hierfstat: Estimation and Tests of Hierarchical F-Statistics","title-short":"hierfstat","type":"dataset","URL":"https://CRAN.R-project.org/package=hierfstat"},
  {"id":"grunwaldBestPracticesPopulation2017","abstract":"Population genetic analysis is a powerful tool to understand how pathogens emerge and adapt. However, determining the genetic structure of populations requires complex knowledge on a range of subtle skills that are often not explicitly stated in book chapters or review articles on population genetics. What is a good sampling strategy? How many isolates should I sample? How do I include positive and negative controls in my molecular assays? What marker system should I use? This review will attempt to address many of these practical questions that are often not readily answered from reading books or reviews on the topic, but emerge from discussions with colleagues and from practical experience. A further complication for microbial or pathogen populations is the frequent observation of clonality or partial clonality. Clonality invariably makes analyses of population data difficult because many assumptions underlying the theory from which analysis methods were derived are often violated. This review provides practical guidance on how to navigate through the complex web of data analyses of pathogens that may violate typical population genetics assumptions. We also provide resources and examples for analysis in the R programming environment.","accessed":{"date-parts":[["2024",10,1]]},"author":[{"family":"Grünwald","given":"N. J."},{"family":"Everhart","given":"S. E."},{"family":"Knaus","given":"B. J."},{"family":"Kamvar","given":"Z. N."}],"citation-key":"grunwaldBestPracticesPopulation2017","container-title":"Phytopathology®","DOI":"10.1094/PHYTO-12-16-0425-RVW","ISSN":"0031-949X","issue":"9","issued":{"date-parts":[["2017",9]]},"page":"1000-1010","publisher":"Scientific Societies","source":"apsjournals.apsnet.org (Atypon)","title":"Best Practices for Population Genetic Analyses","type":"article-journal","URL":"https://apsjournals.apsnet.org/doi/10.1094/PHYTO-12-16-0425-RVW","volume":"107"},
  {"id":"gryndlerDetectionSummerTruffle2011","abstract":"Tuber aestivum is becoming an important commodity of great economical value in some European countries. At the same time, it is a highly protected organism in other countries, where it needs careful treatment. A reliable method of detection in roots and soil is thus needed for assessment of geographic distribution, ecological studies and inoculation efficiency testing in man-made experiments. A PCR-based method of detection of T. aestivum using specific primers was therefore developed. A pair of PCR primers Tu1sekvF/Tu2sekvR selective for T. aestivum and some genotypes of Tuber mesentericum was designed on the basis of the known internal transcribed spacer T. aestivum sequences. TaiI restriction cleavage was then used to distinguish the two species. The selectivity of the designed primer pair was evaluated using DNA extracted from specimens of a further 13 Tuber spp. Subsequently, the selectivity and robustness to false-positive results with nontarget DNA of the designed primers was compared with two other primer pairs (UncI/UncII and BTAE-F/BTAEMB-R). The occurrence of T. aestivum in soil and ectomycorrhizae collected in its native habitat has been successfully detected using the designed primers and nested PCR. The method is reliable and thus suitable for detection of T. aestivum in the field.","accessed":{"date-parts":[["2024",5,31]]},"author":[{"family":"Gryndler","given":"Milan"},{"family":"Hršelová","given":"Hana"},{"family":"Soukupová","given":"Lucie"},{"family":"Streiblová","given":"Eva"},{"family":"Valda","given":"Slavomír"},{"family":"Borovička","given":"Jan"},{"family":"Gryndlerová","given":"Hana"},{"family":"Gažo","given":"Ján"},{"family":"Miko","given":"Marián"}],"citation-key":"gryndlerDetectionSummerTruffle2011","container-title":"FEMS Microbiology Letters","container-title-short":"FEMS Microbiology Letters","DOI":"10.1111/j.1574-6968.2011.02243.x","ISSN":"0378-1097","issue":"1","issued":{"date-parts":[["2011",5,1]]},"page":"84-91","title":"Detection of summer truffle (<i>Tuber aestivum</i> Vittad.) in ectomycorrhizae and in soil using specific primers","type":"article-journal","URL":"https://doi.org/10.1111/j.1574-6968.2011.02243.x","volume":"318"},
  {"id":"gryndlerTuberAestivumAssociation2014","abstract":"Mycorrhizal fungi provide direct and functional interconnection of soil environment with their host plant roots. Colonization of non-host plants have occasionally been described, but its intensity and functional significance in complex plant communities remain generally unknown. Here, the abundance of ectomycorrhizal fungus Tuber aestivum was measured in the roots of host and non-host (non-ectomycorrhizal) plants in a naturally occurring T. aestivum colony using a quantitative PCR approach. The roots of non-host plant species found inside the brûlé area were extensively colonized by T. aestivum mycelium, although the levels were significantly lower than those found in host Carpinus betulus roots. However, fungal biomass concentration in the non-host roots was one to two orders of magnitude higher than that in the surrounding soil. This indicates existence of an important biotic interaction between T. aestivum mycelium and the non-host, mostly herbaceous plants. Roots, either host or non-host, thus probably constitute hot spots of T. aestivum activity in the soil ecosystem with as yet uncovered functional significance.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Gryndler","given":"Milan"},{"family":"Černá","given":"Lucie"},{"family":"Bukovská","given":"Petra"},{"family":"Hršelová","given":"Hana"},{"family":"Jansa","given":"Jan"}],"citation-key":"gryndlerTuberAestivumAssociation2014","container-title":"Mycorrhiza","container-title-short":"Mycorrhiza","DOI":"10.1007/s00572-014-0580-9","ISSN":"1432-1890","issue":"8","issued":{"date-parts":[["2014",11,1]]},"language":"en","page":"603-610","source":"Springer Link","title":"<i>Tuber aestivum</i> association with non-host roots","type":"article-journal","URL":"https://doi.org/10.1007/s00572-014-0580-9","volume":"24"},
  {"id":"guevaraNewNorthAmerican2013","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Guevara","given":"Gonzalo"},{"family":"Bonito","given":"Gregory"},{"family":"Trappe","given":"James M."},{"family":"Cázares","given":"Efren"},{"family":"Williams","given":"Gwendolyn"},{"family":"Healy","given":"Rosanne A."},{"family":"Schadt","given":"Christopher"},{"family":"Vilgalys","given":"Rytas"}],"citation-key":"guevaraNewNorthAmerican2013","container-title":"Mycologia","DOI":"10.3852/12-087","ISSN":"0027-5514","issue":"1","issued":{"date-parts":[["2013",1]]},"page":"194-209","publisher":"Taylor & Francis","source":"tandfonline.com (Atypon)","title":"New North American truffles (<i>Tuber</i> spp.) and their ectomycorrhizal associations","type":"article-journal","URL":"https://www.tandfonline.com/doi/abs/10.3852/12-087","volume":"105"},
  {"id":"halbwachsTalesMysteriesFungal2016","abstract":"Mushroom-forming fungi exhibit a tremendous variety of morphological, physiological and behavioural traits. Though science had taken up the challenge to relate these traits to functions in the 20th century, such deliberations became much rarer in recent decades. In the review presented here we aim at reviving this research area, particularly in regard to ecological implications. We have therefore compiled fruit body traits with their evidenced or suggested functions. Some traits have no immediate functional meaning, but many are suggestive of some ecological importance. Many traits serve more than one function, and traits interact in the sense of trade-offs, patterns that reflect the economy of fungal design. In conclusion, the review comes up with well and little-known mushroom properties, and the numerous gaps in attributing traits to functions.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Halbwachs","given":"Hans"},{"family":"Simmel","given":"Josef"},{"family":"Bässler","given":"Claus"}],"citation-key":"halbwachsTalesMysteriesFungal2016","container-title":"Fungal Biology Reviews","container-title-short":"Fungal Biology Reviews","DOI":"10.1016/j.fbr.2016.04.002","ISSN":"1749-4613","issue":"2","issued":{"date-parts":[["2016",6,1]]},"page":"36-61","source":"ScienceDirect","title":"Tales and mysteries of fungal fruiting: How morphological and physiological traits affect a pileate lifestyle","title-short":"Tales and mysteries of fungal fruiting","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1749461316300094","volume":"30"},
  {"id":"haleSamplingMicrosatelliteBasedPopulation2012","abstract":"One of the most common questions asked before starting a new population genetic study using microsatellite allele frequencies is “how many individuals do I need to sample from each population?” This question has previously been answered by addressing how many individuals are needed to detect all of the alleles present in a population (i.e. rarefaction based analyses). However, we argue that obtaining accurate allele frequencies and accurate estimates of diversity are much more important than detecting all of the alleles, given that very rare alleles (i.e. new mutations) are not very informative for assessing genetic diversity within a population or genetic structure among populations. Here we present a comparison of allele frequencies, expected heterozygosities and genetic distances between real and simulated populations by randomly subsampling 5–100 individuals from four empirical microsatellite genotype datasets (Formica lugubris, Sciurus vulgaris, Thalassarche melanophris, and Himantopus novaezelandia) to create 100 replicate datasets at each sample size. Despite differences in taxon (two birds, one mammal, one insect), population size, number of loci and polymorphism across loci, the degree of differences between simulated and empirical dataset allele frequencies, expected heterozygosities and pairwise FST values were almost identical among the four datasets at each sample size. Variability in allele frequency and expected heterozygosity among replicates decreased with increasing sample size, but these decreases were minimal above sample sizes of 25 to 30. Therefore, there appears to be little benefit in sampling more than 25 to 30 individuals per population for population genetic studies based on microsatellite allele frequencies.","accessed":{"date-parts":[["2024",11,2]]},"author":[{"family":"Hale","given":"Marie L."},{"family":"Burg","given":"Theresa M."},{"family":"Steeves","given":"Tammy E."}],"citation-key":"haleSamplingMicrosatelliteBasedPopulation2012","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0045170","ISSN":"1932-6203","issue":"9","issued":{"date-parts":[["2012",12,9]]},"language":"en","page":"e45170","publisher":"Public Library of Science","source":"PLoS Journals","title":"Sampling for Microsatellite-Based Population Genetic Studies: 25 to 30 Individuals per Population Is Enough to Accurately Estimate Allele Frequencies","title-short":"Sampling for Microsatellite-Based Population Genetic Studies","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0045170","volume":"7"},
  {"id":"InferencePopulationStructure","accessed":{"date-parts":[["2024",6,7]]},"citation-key":"InferencePopulationStructure","title":"Inference of Population Structure Using Multilocus Genotype Data: Linked Loci and Correlated Allele Frequencies | Genetics | Oxford Academic","type":"webpage","URL":"https://academic.oup.com/genetics/article/164/4/1567/6050225"},
  {"id":"InfluenceAnnualClimatic","accessed":{"date-parts":[["2024",5,20]]},"citation-key":"InfluenceAnnualClimatic","title":"Influence of annual climatic variations, climate changes, and sociological factors on the production of the Périgord black truffle (Tuber melanosporum Vittad.) from 1903–1904 to 1988–1989 in the Vaucluse (France) | Mycorrhiza","type":"webpage","URL":"https://link.springer.com/article/10.1007/s00572-018-0877-1"},
  {"id":"jeandrozMolecularPhylogenyHistorical2008","abstract":"Aim Various data sets and methods of analysis were combined to produce the first comprehensive molecular phylogeny of the genus Tuber and to analyse its biogeography. Location Europe, North Africa, China, Asia, North America. Methods Phylogenetic relationships among Tuber species were reconstructed based on a data set of internal-transcribed spacer (ITS) sequences and various phylogenetic inference methods, specifically maximum parsimony, Bayesian analysis and neighbour joining. Tajima’s relative rate test showed that Tuber 18S rRNA, 5.8S rRNA, 5.8S-ITS2 rRNA and β-tubulin sequences evolved in a clock-like manner. These genes, combined or not, were employed for molecular clock estimates after construction of linearized trees using mega 3.1. We reconstructed ancestral areas in the Northern Hemisphere by means of a dispersal–vicariance analysis (diva 1.1) based on current distribution patterns of the genus Tuber determined from the literature. Results The resulting molecular phylogeny divided the genus Tuber into five distinct clades, in agreement with our previously published studies. The Puberulum, Melanosporum and Rufum groups were diversified in terms of species and geographical distribution. In contrast, the Aestivum and Excavatum groups were less diversified and were located only in Europe or North Africa. Using a global molecular clock analysis, we estimated the divergence times for the origin of the genus and for the origin of several groups. diva inferred nine dispersal events and suggested that the ancestor of Tuber was originally present in Europe or was widespread in Eurasia. Equally optimal distributions were obtained for several nodes, suggesting different possible biogeographical patterns. Main conclusions Our analyses identified several discrepancies with the classical taxonomy of the genus, and we propose a new phylogenetic classification. According to molecular clocks, the radiation of the genus Tuber could have started between 271 and 140 Ma. Used in combination with the results obtained from time divergence estimates, this allows us to propose two equally probable scenarios of intra- and inter-continental diversification of the genus according to the geographic distribution of the most recent common ancestor in Europe or Eurasia. The biogeographical patterns imply intra-continental dispersal events between Europe and Asia and inter-continental dispersal events between North America and Europe or Asia, which are compatible with land connections during the Tertiary.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Jeandroz","given":"Sylvain"},{"family":"Murat","given":"Claude"},{"family":"Wang","given":"Yongjin"},{"family":"Bonfante","given":"Paola"},{"family":"Tacon","given":"François Le"}],"citation-key":"jeandrozMolecularPhylogenyHistorical2008","container-title":"Journal of Biogeography","DOI":"10.1111/j.1365-2699.2007.01851.x","ISSN":"1365-2699","issue":"5","issued":{"date-parts":[["2008"]]},"language":"en","license":"© 2008 The Authors","page":"815-829","source":"Wiley Online Library","title":"Molecular phylogeny and historical biogeography of the genus <i>Tuber</i>, the ‘true truffles’","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-2699.2007.01851.x","volume":"35"},
  {"id":"jombartAdegenetPackageMultivariate2008","author":[{"family":"Jombart","given":"T."}],"citation-key":"jombartAdegenetPackageMultivariate2008","container-title":"Bioinformatics (Oxford, England)","container-title-short":"Bioinformatics","DOI":"10.1093/bioinformatics/btn129","issued":{"date-parts":[["2008"]]},"page":"1403-1405","title":"adegenet: a R package for the multivariate analysis of genetic markers","type":"article-journal","volume":"24"},
  {"id":"jombartIntroductionGeneticData","abstract":"This practical introduces basic multivariate analysis of genetic data using the adegenet and ade4 packages for the R software. We brieﬂy show how genetic marker data can be read into R and how they are stored in adegenet, and then introduce basic population genetics analysis and multivariate analyses. These topics are covered in further depth in the basics tutorial, which can be accessed from the adegenet website or by typing adegenetTutorial(\"basics\") in R.","author":[{"family":"Jombart","given":"Thibaut"}],"citation-key":"jombartIntroductionGeneticData","language":"en","source":"Zotero","title":"Introduction to genetic data analysis using","type":"article-journal"},
  {"id":"kamvarPopprPackageGenetic2014","abstract":"Many microbial, fungal, or oomcyete populations violate assumptions for population genetic analysis because these populations are clonal, admixed, partially clonal, and/or sexual. Furthermore, few tools exist that are specifically designed for analyzing data from clonal populations, making analysis difficult and haphazard. We developed the R package poppr providing unique tools for analysis of data from admixed, clonal, mixed, and/or sexual populations. Currently, poppr can be used for dominant/codominant and haploid/diploid genetic data. Data can be imported from several formats including GenAlEx formatted text files and can be analyzed on a user-defined hierarchy that includes unlimited levels of subpopulation structure and clone censoring. New functions include calculation of Bruvo's distance for microsatellites, batch-analysis of the index of association with several indices of genotypic diversity, and graphing including dendrograms with bootstrap support and minimum spanning networks. While functions for genotypic diversity and clone censoring are specific for clonal populations, several functions found in poppr are also valuable to analysis of any populations. A manual with documentation and examples is provided. Poppr is open source and major releases are available on CRAN: http://cran.r-project.org/package=poppr. More supporting documentation and tutorials can be found under 'resources' at: http://grunwaldlab.cgrb.oregonstate.edu/.","author":[{"family":"Kamvar","given":"Zhian N."},{"family":"Tabima","given":"Javier F."},{"family":"Grünwald","given":"Niklaus J."}],"citation-key":"kamvarPopprPackageGenetic2014","container-title":"PeerJ","container-title-short":"PeerJ","DOI":"10.7717/peerj.281","ISSN":"2167-8359","issued":{"date-parts":[["2014"]]},"language":"eng","page":"e281","PMCID":"PMC3961149","PMID":"24688859","source":"PubMed","title":"Poppr: an R package for genetic analysis of populations with clonal, partially clonal, and/or sexual reproduction","title-short":"Poppr","type":"article-journal","volume":"2"},
  {"id":"keenanDiveRsityPackageEstimation2013","abstract":"We present a new R package, diveRsity, for the calculation of various diversity statistics, including common diversity partitioning statistics (θ, GST) and population differentiation statistics (DJost, , χ2 test for population heterogeneity), among others. The package calculates these estimators along with their respective bootstrapped confidence intervals for loci, sample population pairwise and global levels. Various plotting tools are also provided for a visual evaluation of estimated values, allowing users to critically assess the validity and significance of statistical tests from a biological perspective. diveRsity has a set of unique features, which facilitate the use of an informed framework for assessing the validity of the use of traditional F-statistics for the inference of demography, with reference to specific marker types, particularly focusing on highly polymorphic microsatellite loci. However, the package can be readily used for other co-dominant marker types (e.g. allozymes, SNPs). Detailed examples of usage and descriptions of package capabilities are provided. The examples demonstrate useful strategies for the exploration of data and interpretation of results generated by diveRsity. Additional online resources for the package are also described, including a GUI web app version intended for those with more limited experience using R for statistical analysis.","accessed":{"date-parts":[["2024",6,4]]},"author":[{"family":"Keenan","given":"Kevin"},{"family":"McGinnity","given":"Philip"},{"family":"Cross","given":"Tom F."},{"family":"Crozier","given":"Walter W."},{"family":"Prodöhl","given":"Paulo A."}],"citation-key":"keenanDiveRsityPackageEstimation2013","container-title":"Methods in Ecology and Evolution","DOI":"10.1111/2041-210X.12067","ISSN":"2041-210X","issue":"8","issued":{"date-parts":[["2013"]]},"language":"en","license":"© 2013 The Authors. Methods in Ecology and Evolution © 2013 British Ecological Society","page":"782-788","source":"Wiley Online Library","title":"diveRsity: An R package for the estimation and exploration of population genetics parameters and their associated errors","title-short":"diveRsity","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.12067","volume":"4"},
  {"id":"kirkApplicationsImplicationsNeutral2011","abstract":"The field of molecular ecology has expanded enormously in the past two decades, largely because of the growing ease with which neutral molecular genetic data can be obtained from virtually any taxonomic group. However, there is also a growing awareness that neutral molecular data can provide only partial insight into parameters such as genetic diversity, local adaptation, evolutionary potential, effective population size, and taxonomic designations. Here we review some of the applications of neutral versus adaptive markers in molecular ecology, discuss some of the advantages that can be obtained by supplementing studies of molecular ecology with data from non-neutral molecular markers, and summarize new methods that are enabling researchers to generate data from genes that are under selection.","accessed":{"date-parts":[["2024",4,2]]},"author":[{"family":"Kirk","given":"Heather"},{"family":"Freeland","given":"Joanna R."}],"citation-key":"kirkApplicationsImplicationsNeutral2011","container-title":"International Journal of Molecular Sciences","container-title-short":"Int J Mol Sci","DOI":"10.3390/ijms12063966","ISSN":"1422-0067","issue":"6","issued":{"date-parts":[["2011",6,14]]},"page":"3966-3988","PMCID":"PMC3131602","PMID":"21747718","source":"PubMed Central","title":"Applications and Implications of Neutral versus Non-neutral Markers in Molecular Ecology","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131602/","volume":"12"},
  {"id":"kopelmanClumpakProgramIdentifying2015","abstract":"Abstract\n            \n              The identification of the genetic structure of populations from multilocus genotype data has become a central component of modern population‐genetic data analysis. Application of model‐based clustering programs often entails a number of steps, in which the user considers different modelling assumptions, compares results across different predetermined values of the number of assumed clusters (a parameter typically denoted\n              K\n              ), examines multiple independent runs for each fixed value of\n              K\n              , and distinguishes among runs belonging to substantially distinct clustering solutions. Here, we present\n              Clumpak\n              (Cluster Markov Packager Across\n              K\n              ), a method that automates the postprocessing of results of model‐based population structure analyses. For analysing multiple independent runs at a single\n              K\n              value,\n              Clumpak\n              identifies sets of highly similar runs, separating distinct groups of runs that represent distinct modes in the space of possible solutions. This procedure, which generates a consensus solution for each distinct mode, is performed by the use of a Markov clustering algorithm that relies on a similarity matrix between replicate runs, as computed by the software\n              Clumpp\n              . Next,\n              Clumpak\n              identifies an optimal alignment of inferred clusters across different values of\n              K\n              , extending a similar approach implemented for a fixed\n              K\n              in\n              Clumpp\n              and simplifying the comparison of clustering results across different\n              K\n              values.\n              Clumpak\n              incorporates additional features, such as implementations of methods for choosing\n              K\n              and comparing solutions obtained by different programs, models, or data subsets.\n              Clumpak\n              , available at\n              http://clumpak.tau.ac.il\n              , simplifies the use of model‐based analyses of population structure in population genetics and molecular ecology.","accessed":{"date-parts":[["2024",11,1]]},"author":[{"family":"Kopelman","given":"Naama M."},{"family":"Mayzel","given":"Jonathan"},{"family":"Jakobsson","given":"Mattias"},{"family":"Rosenberg","given":"Noah A."},{"family":"Mayrose","given":"Itay"}],"citation-key":"kopelmanClumpakProgramIdentifying2015","container-title":"Molecular Ecology Resources","container-title-short":"Molecular Ecology Resources","DOI":"10.1111/1755-0998.12387","ISSN":"1755-098X, 1755-0998","issue":"5","issued":{"date-parts":[["2015",9]]},"language":"en","license":"http://onlinelibrary.wiley.com/termsAndConditions#vor","page":"1179-1191","source":"DOI.org (Crossref)","title":"<span style=\"font-variant:small-caps;\">Clumpak</span> : a program for identifying clustering modes and packaging population structure inferences across <i>K</i>","title-short":"<span style=\"font-variant","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/1755-0998.12387","volume":"15"},
  {"id":"krebsChapter13Species1999","author":[{"family":"Krebs","given":"Dr Charles J"}],"citation-key":"krebsChapter13Species1999","issued":{"date-parts":[["1999"]]},"language":"en","source":"Zotero","title":"Chapter 13, Species Diversity Measures","type":"article-journal"},
  {"id":"legendreComparisonMantelTest2010","abstract":"The Mantel test is widely used to test the linear or monotonic independence of the elements in two distance matrices. It is one of the few appropriate tests when the hypothesis under study can only be formulated in terms of distances; this is often the case with genetic data. In particular, the Mantel test has been widely used to test for spatial relationship between genetic data and spatial layout of the sampling locations. We describe the domain of application of the Mantel test and derived forms. Formula development demonstrates that the sum-of-squares (SS) partitioned in Mantel tests and regression on distance matrices differs from the SS partitioned in linear correlation, regression and canonical analysis. Numerical simulations show that in tests of significance of the relationship between simple variables and multivariate data tables, the power of linear correlation, regression and canonical analysis is far greater than that of the Mantel test and derived forms, meaning that the former methods are much more likely than the latter to detect a relationship when one is present in the data. Examples of difference in power are given for the detection of spatial gradients. Furthermore, the Mantel test does not correctly estimate the proportion of the original data variation explained by spatial structures. The Mantel test should not be used as a general method for the investigation of linear relationships or spatial structures in univariate or multivariate data. Its use should be restricted to tests of hypotheses that can only be formulated in terms of distances.","accessed":{"date-parts":[["2024",3,5]]},"author":[{"family":"Legendre","given":"Pierre"},{"family":"Fortin","given":"Marie-Josée"}],"citation-key":"legendreComparisonMantelTest2010","container-title":"Molecular Ecology Resources","DOI":"10.1111/j.1755-0998.2010.02866.x","ISSN":"1755-0998","issue":"5","issued":{"date-parts":[["2010"]]},"language":"en","license":"© 2010 Blackwell Publishing Ltd","page":"831-844","source":"Wiley Online Library","title":"Comparison of the Mantel test and alternative approaches for detecting complex multivariate relationships in the spatial analysis of genetic data","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1755-0998.2010.02866.x","volume":"10"},
  {"id":"leonardiAscomaGenotypingMating2020","abstract":"Tuber borchii (the Bianchetto truffle) is a heterothallic Ascomycete living in symbiotic association with trees and shrubs. Maternal and paternal genotype dynamics have already been studied for the black truffles Tuber melanosporum and Tuber aestivum but not yet for T. borchii. In this study, we analysed maternal and paternal genotypes in the first truffle orchard realized with plants inoculated with five different T. borchii mycelia. Our aims were to test the persistence of the inoculated mycelia, if maternal and/or paternal genotypes correspond to inoculated mycelia and to assess the hermaphroditism of T. borchii. The mating type of each isolate as well as those of mycorrhizas, ascomata and extraradical soil mycelia was determined. Moreover, simple sequence repeat (SSR) profiles of maternal and paternal genotypes were assessed in 18 fruiting bodies to investigate the sexual behaviour of this truffle. The maternal genotypes of the fruiting bodies corresponded to those of the inoculated mycelia with only two exceptions. This confirmed that the inoculated mycelia persisted 9 years after plantation. As regards paternal partner, only two had the same genotype as those of the inoculated mycelia, suggesting hermaphroditism. Most of the new paternal genotypes originated from a recombination of those of inoculated mycelia.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"Leonardi","given":"Pamela"},{"family":"Murat","given":"Claude"},{"family":"Puliga","given":"Federico"},{"family":"Iotti","given":"Mirco"},{"family":"Zambonelli","given":"Alessandra"}],"citation-key":"leonardiAscomaGenotypingMating2020","container-title":"Environmental Microbiology","DOI":"10.1111/1462-2920.14777","ISSN":"1462-2920","issue":"3","issued":{"date-parts":[["2020"]]},"language":"en","license":"© 2019 Society for Applied Microbiology and John Wiley & Sons Ltd.","page":"964-975","source":"Wiley Online Library","title":"Ascoma genotyping and mating type analyses of mycorrhizas and soil mycelia of <i>Tuber borchii</i> in a truffle orchard established by mycelial inoculated plants","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1462-2920.14777","volume":"22"},
  {"id":"leonardiTypificationFourMost2021","abstract":"The true truffles, Tuber aestivum Vittad., T. borchii Vittad., T. magnatum Picco and T. melanosporum Vittad., are among the most studied fungal species; they also have a high economic value due to their special aromatic and nutritional properties that make them a much sought delicacy. Despite this, their identification has been based on morphological and then molecular characters in the absence of reference type specimens. Although long of scientific, commercial and regulatory use, these four scientific names are at risk due to a lack of nomenclatural priority. To provide the scientific community with reference voucher samples and to initiate nomenclatural proposals for the recognition of their status as conserved names, three collections from sites mentioned by their authors (Picco and Vittadini) are proposed as epitypes for Tuber aestivum, T. borchii and T. melanosporum, and one as a neotype for T. magnatum. The type of each name is described morphologically and molecularly characterized with the sequences of three markers: ITS, β-tubulin, elongation factor 1α. The taxonomy and nomenclature of each species are discussed. The conservation of the names Tuber aestivum against the previous homonymous Tuber aestivum (Wulfen) Spreng. and the competing name Tuber blotii Eudes-Desl., T. magnatum against Tuber griseum Borch ex Pers., and T. melanosporum against Tuber nigrum Bull. will be proposed. The name Tuber borchii has no previous synonyms and therefore it is legitimate and does not require conservation.","accessed":{"date-parts":[["2024",5,27]]},"author":[{"family":"Leonardi","given":"Marco"},{"family":"Iotti","given":"Mirco"},{"family":"Mello","given":"Antonietta"},{"family":"Vizzini","given":"Alfredo"},{"family":"Paz-Conde","given":"Aurelia"},{"family":"Trappe","given":"James"},{"family":"Pacioni","given":"Giovanni"}],"citation-key":"leonardiTypificationFourMost2021","container-title":"Cryptogamie, Mycologie","container-title-short":"crym","DOI":"10.5252/cryptogamie-mycologie2021v42a9","ISSN":"0181-1584, 1776-100X","issue":"9","issued":{"date-parts":[["2021",9]]},"page":"149-170","publisher":"Muséum national d'Histoire naturelle, Paris","source":"bioone.org","title":"Typification of the Four Most Investigated and Valuable Truffles: <i>Tuber aestivum</i> Vittad., <i>T. borchii</i> Vittad., <i>T. magnatum</i> Picco and <i>T. melanosporum</i> Vittad.","title-short":"Typification of the Four Most Investigated and Valuable Truffles","type":"article-journal","URL":"https://bioone.org/journals/cryptogamie-mycologie/volume-42/issue-9/cryptogamie-mycologie2021v42a9/Typification-of-the-Four-Most-Investigated-and-Valuable-Truffles/10.5252/cryptogamie-mycologie2021v42a9.full","volume":"42"},
  {"id":"letaconCertaintiesUncertaintiesLife2016","abstract":"Several aspects of the life cycle of the Périgord black truffle have been elucidated only recently, while others remain either controversial or unstudied. In this paper, we present a revised life cycle of this fungus and highlight key aspects that have yet to be addressed or require further understanding.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"Le Tacon","given":"François"},{"family":"Rubini","given":"Andrea"},{"family":"Murat","given":"Claude"},{"family":"Riccioni","given":"Claudia"},{"family":"Robin","given":"Christophe"},{"family":"Belfiori","given":"Beatrice"},{"family":"Zeller","given":"Bernd"},{"family":"De la Varga","given":"Herminia"},{"family":"Akroume","given":"Emila"},{"family":"Deveau","given":"Aurélie"},{"family":"Martin","given":"Francis"},{"family":"Paolocci","given":"Francesco"}],"citation-key":"letaconCertaintiesUncertaintiesLife2016","container-title":"Annals of Forest Science","container-title-short":"Annals of Forest Science","DOI":"10.1007/s13595-015-0461-1","ISSN":"1297-966X","issue":"1","issued":{"date-parts":[["2016",3,1]]},"language":"en","page":"105-117","source":"Springer Link","title":"Certainties and uncertainties about the life cycle of the Périgord black truffle (<i>Tuber melanosporum</i> Vittad.)","type":"article-journal","URL":"https://doi.org/10.1007/s13595-015-0461-1","volume":"73"},
  {"id":"martinPerigordBlackTruffle2010","abstract":"The genome of the Périgord black truffle Tuber melanosporum Vittad., a gourmet delicacy that grows symbiotically on the roots of European oak, has been sequenced. This is the largest and most complex fungal genome so far sequenced. The genome is unusually gene-poor, but rich in the mobile genetic elements known as transposons. Comparison with the sequence of Laccaria bicolor, another ectomycorrhizal symbiotic fungus, reveals contrasting gene sets reflecting two different molecular toolkits that have evolved independently to fit the root symbiont lifestyle. Cultivation of the truffle is a complicated process, and most truffles are still harvested from the wild. So the analysis of genetic traits related to fruiting and symbiosis could help boost crop production and make black truffles more widely available.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Martin","given":"Francis"},{"family":"Kohler","given":"Annegret"},{"family":"Murat","given":"Claude"},{"family":"Balestrini","given":"Raffaella"},{"family":"Coutinho","given":"Pedro M."},{"family":"Jaillon","given":"Olivier"},{"family":"Montanini","given":"Barbara"},{"family":"Morin","given":"Emmanuelle"},{"family":"Noel","given":"Benjamin"},{"family":"Percudani","given":"Riccardo"},{"family":"Porcel","given":"Bettina"},{"family":"Rubini","given":"Andrea"},{"family":"Amicucci","given":"Antonella"},{"family":"Amselem","given":"Joelle"},{"family":"Anthouard","given":"Véronique"},{"family":"Arcioni","given":"Sergio"},{"family":"Artiguenave","given":"François"},{"family":"Aury","given":"Jean-Marc"},{"family":"Ballario","given":"Paola"},{"family":"Bolchi","given":"Angelo"},{"family":"Brenna","given":"Andrea"},{"family":"Brun","given":"Annick"},{"family":"Buée","given":"Marc"},{"family":"Cantarel","given":"Brandi"},{"family":"Chevalier","given":"Gérard"},{"family":"Couloux","given":"Arnaud"},{"family":"Da Silva","given":"Corinne"},{"family":"Denoeud","given":"France"},{"family":"Duplessis","given":"Sébastien"},{"family":"Ghignone","given":"Stefano"},{"family":"Hilselberger","given":"Benoît"},{"family":"Iotti","given":"Mirco"},{"family":"Marçais","given":"Benoît"},{"family":"Mello","given":"Antonietta"},{"family":"Miranda","given":"Michele"},{"family":"Pacioni","given":"Giovanni"},{"family":"Quesneville","given":"Hadi"},{"family":"Riccioni","given":"Claudia"},{"family":"Ruotolo","given":"Roberta"},{"family":"Splivallo","given":"Richard"},{"family":"Stocchi","given":"Vilberto"},{"family":"Tisserant","given":"Emilie"},{"family":"Viscomi","given":"Arturo Roberto"},{"family":"Zambonelli","given":"Alessandra"},{"family":"Zampieri","given":"Elisa"},{"family":"Henrissat","given":"Bernard"},{"family":"Lebrun","given":"Marc-Henri"},{"family":"Paolocci","given":"Francesco"},{"family":"Bonfante","given":"Paola"},{"family":"Ottonello","given":"Simone"},{"family":"Wincker","given":"Patrick"}],"citation-key":"martinPerigordBlackTruffle2010","container-title":"Nature","DOI":"10.1038/nature08867","ISSN":"1476-4687","issue":"7291","issued":{"date-parts":[["2010",4]]},"language":"en","license":"2010 The Author(s)","page":"1033-1038","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Périgord black truffle genome uncovers evolutionary origins and mechanisms of symbiosis","type":"article-journal","URL":"https://www.nature.com/articles/nature08867","volume":"464"},
  {"id":"martinUnearthingRootsEctomycorrhizal2016","abstract":"During the diversification of Fungi and the rise of conifer-dominated and angiosperm-dominated forests, ectomycorrhizal symbioses have enabled trees to colonize boreal and temperate regions.Ectomycorrhizal fungi have evolved on several independent occasions from diverse saprotrophic lineages.A large-scale loss of plant cell wall degradative enzymes — and, consequently, degradative abilities — has occurred in all ectomycorrhizal fungal lineages. However, the degradative enzymes that have been retained vary between each independent lineage and may correspond to a variation in capabilities for the decay of organic matter.Genome analyses have shown how, through contraction and loss of major gene families, ectomycorrhizal fungi have become highly reliant on the availability of photoassimilates from their plant host, while preserving plant cell integrity by avoiding the release of degradative enzymes.Ectomycorrhizal fungi use diffusible signalling molecules to manipulate the morphology and metabolism of host roots so that they provide a more suitable environment for fungal invasion.The ectomycorrhizal fungus Laccaria bicolor has been used as a model for the study of protein effectors that manipulate host plant hormone receptors and related signalling pathways to dampen plant defences and facilitate fungal colonization.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Martin","given":"Francis"},{"family":"Kohler","given":"Annegret"},{"family":"Murat","given":"Claude"},{"family":"Veneault-Fourrey","given":"Claire"},{"family":"Hibbett","given":"David S."}],"citation-key":"martinUnearthingRootsEctomycorrhizal2016","container-title":"Nature Reviews Microbiology","container-title-short":"Nat Rev Microbiol","DOI":"10.1038/nrmicro.2016.149","ISSN":"1740-1534","issue":"12","issued":{"date-parts":[["2016",12]]},"language":"en","license":"2016 Springer Nature Limited","page":"760-773","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Unearthing the roots of ectomycorrhizal symbioses","type":"article-journal","URL":"https://www.nature.com/articles/nrmicro.2016.149","volume":"14"},
  {"id":"massicotteRnaturalearthWorldMap2024","author":[{"family":"Massicotte","given":"Philippe"},{"family":"South","given":"Andy"}],"citation-key":"massicotteRnaturalearthWorldMap2024","genre":"manual","issued":{"date-parts":[["2024"]]},"title":"rnaturalearth: World map data from natural earth","type":"report","URL":"https://docs.ropensci.org/rnaturalearth/"},
  {"id":"mclaughlinSearchFungalTree2009","abstract":"The Fungi comprise a diverse kingdom of eukaryotes that are characterized by a typically filamentous but sometimes unicellular vegetative form, and heterotrophic, absorptive nutrition. Their simple morphologies and variable ecological strategies have confounded efforts to elucidate their limits, phylogenetic relationships, and diversity. Here we review progress in developing a phylogenetic classification of Fungi since Darwin's On the Origin of Species. Knowledge of phylogenetic relationships has been driven by the available characters that have ranged from morphological and ultrastructural to biochemical and genomic. With the availability of multiple gene phylogenies a well-corroborated phylogenetic classification has now begun to emerge. In the process some fungus-like heterotrophs have been shown to belong elsewhere, and several groups of enigmatic eukaryotic microbes have been added to the Fungi.","accessed":{"date-parts":[["2024",3,26]]},"author":[{"family":"McLaughlin","given":"David J."},{"family":"Hibbett","given":"David S."},{"family":"Lutzoni","given":"François"},{"family":"Spatafora","given":"Joseph W."},{"family":"Vilgalys","given":"Rytas"}],"citation-key":"mclaughlinSearchFungalTree2009","container-title":"Trends in Microbiology","container-title-short":"Trends in Microbiology","DOI":"10.1016/j.tim.2009.08.001","ISSN":"0966-842X","issue":"11","issued":{"date-parts":[["2009",11,1]]},"page":"488-497","source":"ScienceDirect","title":"The search for the fungal tree of life","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0966842X0900170X","volume":"17"},
  {"id":"meirmansAssessingPopulationStructure","abstract":"Although FST is widely used as a measure of population structure, it has been criticized recently because of its dependency on within-population diversity. This dependency can lead to difficulties in...","accessed":{"date-parts":[["2024",11,20]]},"author":[{"family":"Meirmans","given":"Patrick G."},{"family":"Hedrick","given":"Philip W."}],"citation-key":"meirmansAssessingPopulationStructure","ISSN":"1755-0998","language":"en","source":"onlinelibrary.wiley.com","title":"Assessing population structure: FST and related measures","title-short":"Assessing population structure","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/j.1755-0998.2010.02927.x"},
  {"id":"milgroomRecombinationMultilocusStructure1996a","abstract":"This review examines the relationship between recombination and the multilocus structure of populations. This discussion of population structure is based on the pattern of genetic variation within populations, especially the frequencies of multilocus genotypes, which can be used for making inferences about recombination. Three questions are addressed: Is population structure consistent with a random mating hypothesis? Is there evidence for recombination? How frequently does recombination occur?","author":[{"family":"Milgroom","given":"M. G."}],"citation-key":"milgroomRecombinationMultilocusStructure1996a","container-title":"Annual Review of Phytopathology","container-title-short":"Annu Rev Phytopathol","DOI":"10.1146/annurev.phyto.34.1.457","ISSN":"0066-4286","issued":{"date-parts":[["1996"]]},"language":"eng","page":"457-477","PMID":"15012552","source":"PubMed","title":"Recombination and the multilocus structure of fungal populations","type":"article-journal","volume":"34"},
  {"id":"miyauchiLargescaleGenomeSequencing2020","abstract":"Mycorrhizal fungi are mutualists that play crucial roles in nutrient acquisition in terrestrial ecosystems. Mycorrhizal symbioses arose repeatedly across multiple lineages of Mucoromycotina, Ascomycota, and Basidiomycota. Considerable variation exists in the capacity of mycorrhizal fungi to acquire carbon from soil organic matter. Here, we present a combined analysis of 135 fungal genomes from 73 saprotrophic, endophytic and pathogenic species, and 62 mycorrhizal species, including 29 new mycorrhizal genomes. This study samples ecologically dominant fungal guilds for which there were previously no symbiotic genomes available, including ectomycorrhizal Russulales, Thelephorales and Cantharellales. Our analyses show that transitions from saprotrophy to symbiosis involve (1) widespread losses of degrading enzymes acting on lignin and cellulose, (2) co-option of genes present in saprotrophic ancestors to fulfill new symbiotic functions, (3) diversification of novel, lineage-specific symbiosis-induced genes, (4) proliferation of transposable elements and (5) divergent genetic innovations underlying the convergent origins of the ectomycorrhizal guild.","accessed":{"date-parts":[["2024",3,26]]},"author":[{"family":"Miyauchi","given":"Shingo"},{"family":"Kiss","given":"Enikő"},{"family":"Kuo","given":"Alan"},{"family":"Drula","given":"Elodie"},{"family":"Kohler","given":"Annegret"},{"family":"Sánchez-García","given":"Marisol"},{"family":"Morin","given":"Emmanuelle"},{"family":"Andreopoulos","given":"Bill"},{"family":"Barry","given":"Kerrie W."},{"family":"Bonito","given":"Gregory"},{"family":"Buée","given":"Marc"},{"family":"Carver","given":"Akiko"},{"family":"Chen","given":"Cindy"},{"family":"Cichocki","given":"Nicolas"},{"family":"Clum","given":"Alicia"},{"family":"Culley","given":"David"},{"family":"Crous","given":"Pedro W."},{"family":"Fauchery","given":"Laure"},{"family":"Girlanda","given":"Mariangela"},{"family":"Hayes","given":"Richard D."},{"family":"Kéri","given":"Zsófia"},{"family":"LaButti","given":"Kurt"},{"family":"Lipzen","given":"Anna"},{"family":"Lombard","given":"Vincent"},{"family":"Magnuson","given":"Jon"},{"family":"Maillard","given":"François"},{"family":"Murat","given":"Claude"},{"family":"Nolan","given":"Matt"},{"family":"Ohm","given":"Robin A."},{"family":"Pangilinan","given":"Jasmyn"},{"family":"Pereira","given":"Maíra de Freitas"},{"family":"Perotto","given":"Silvia"},{"family":"Peter","given":"Martina"},{"family":"Pfister","given":"Stephanie"},{"family":"Riley","given":"Robert"},{"family":"Sitrit","given":"Yaron"},{"family":"Stielow","given":"J. Benjamin"},{"family":"Szöllősi","given":"Gergely"},{"family":"Žifčáková","given":"Lucia"},{"family":"Štursová","given":"Martina"},{"family":"Spatafora","given":"Joseph W."},{"family":"Tedersoo","given":"Leho"},{"family":"Vaario","given":"Lu-Min"},{"family":"Yamada","given":"Akiyoshi"},{"family":"Yan","given":"Mi"},{"family":"Wang","given":"Pengfei"},{"family":"Xu","given":"Jianping"},{"family":"Bruns","given":"Tom"},{"family":"Baldrian","given":"Petr"},{"family":"Vilgalys","given":"Rytas"},{"family":"Dunand","given":"Christophe"},{"family":"Henrissat","given":"Bernard"},{"family":"Grigoriev","given":"Igor V."},{"family":"Hibbett","given":"David"},{"family":"Nagy","given":"László G."},{"family":"Martin","given":"Francis M."}],"citation-key":"miyauchiLargescaleGenomeSequencing2020","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/s41467-020-18795-w","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[["2020",10,12]]},"language":"en","license":"2020 The Author(s)","page":"5125","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Large-scale genome sequencing of mycorrhizal fungi provides insights into the early evolution of symbiotic traits","type":"article-journal","URL":"https://www.nature.com/articles/s41467-020-18795-w","volume":"11"},
  {"id":"molinierBurgundyTruffleTuber2016","abstract":"Tuber aestivum (Vittadini, Monographia tuberacearum, 1831) is an ectomycorrhizal fungus that establishes a symbiosis with various host tree species, such as oak, beech, and hazel. The mycorrhizas of T. aestivum show a characteristic tangled hairy feature, due to the presence of many curled, interwoven cystidia. Morphological features of the ascocarps include a black peridium and a white-ochre to dark-brown gleba color, depending on the maturity. In 1887, Chatin separated T. aestivum into two distinct species through a novel description of Tuber uncinatum on the basis of morphological characteristics. Recent phylogenetic analyses suggest that existing morphological differences between T. uncinatum and T. aestivum do not reflect two different species and support the use of T. aestivum as the only scientific name. With a distribution throughout Europe and as far east as the Caucasian regions, T. aestivum shows ecological polymorphism, with different maturity periods and a broad range of ecological preferences depending on the geographical location.","accessed":{"date-parts":[["2024",3,26]]},"author":[{"family":"Molinier","given":"Virginie"},{"family":"Peter","given":"Martina"},{"family":"Stobbe","given":"Ulrich"},{"family":"Egli","given":"Simon"}],"citation-key":"molinierBurgundyTruffleTuber2016","container-title":"True Truffle (Tuber spp.) in the World: Soil Ecology, Systematics and Biochemistry","DOI":"10.1007/978-3-319-31436-5_3","editor":[{"family":"Zambonelli","given":"Alessandra"},{"family":"Iotti","given":"Mirco"},{"family":"Murat","given":"Claude"}],"event-place":"Cham","ISBN":"978-3-319-31436-5","issued":{"date-parts":[["2016"]]},"language":"en","page":"33-47","publisher":"Springer International Publishing","publisher-place":"Cham","source":"Springer Link","title":"The Burgundy Truffle (<i>Tuber aestivum</i> syn. <i>uncinatum</i>): A Truffle Species with a Wide Habitat Range over Europe","title-short":"The Burgundy Truffle (Tuber aestivum syn. uncinatum)","type":"chapter","URL":"https://doi.org/10.1007/978-3-319-31436-5_3"},
  {"id":"molinierFinescaleGeneticStructure2016","abstract":"Although the Burgundy truffle (Tuber aestivum) is an ectomycorrhizal fungus of important economic value, its subterranean life cycle and population biology are still poorly understood. Here, we determine mating type and simple sequence repeat (SSR) maternal genotypes of mapped fruiting bodies to assess their genetic structure within two naturally colonized forest sites in southern Germany. Forty-one genotypes were identified from 112 fruiting bodies. According to their mating types, the maternal genotypes were aggregated only in one population. Genotypic diversity of individuals that mostly were small and occurred in 1 out of 2 years of sampling was high. Although these results suggested a ruderal colonization strategy, some genets spread several hundred meters. This result indicates that, besides sexual spore dispersal, vegetative growth or spreading by mycelial propagules contributes to dissemination. In one site, fewer individuals with a tendency to expand genets belonging to only one genetic group were observed. In the second site, numerous small individuals were found and were grouped into two clearly differentiated genetic groups that were spatially intermingled. Forest characteristics and disturbances are possible reasons for the observed genetic patterns. Our findings contribute to a better understanding of the biology of one of the most widespread and commercially important truffle species. This knowledge is critical for establishing and maintaining sustainable long-term truffle cultivations.","author":[{"family":"Molinier","given":"Virginie"},{"family":"Murat","given":"Claude"},{"family":"Baltensweiler","given":"Andri"},{"family":"Büntgen","given":"Ulf"},{"family":"Martin","given":"Francis"},{"family":"Meier","given":"Barbara"},{"family":"Moser","given":"Barbara"},{"family":"Sproll","given":"Ludger"},{"family":"Stobbe","given":"Ulrich"},{"family":"Tegel","given":"Willy"},{"family":"Egli","given":"Simon"},{"family":"Peter","given":"Martina"}],"citation-key":"molinierFinescaleGeneticStructure2016","container-title":"Mycorrhiza","container-title-short":"Mycorrhiza","DOI":"10.1007/s00572-016-0719-y","ISSN":"1432-1890","issue":"8","issued":{"date-parts":[["2016",11]]},"language":"eng","page":"895-907","PMID":"27460217","source":"PubMed","title":"Fine-scale genetic structure of natural <i>Tuber aestivum</i> sites in southern Germany","type":"article-journal","volume":"26"},
  {"id":"molinierFinescaleSpatialGenetic2015","abstract":"Truffles are symbiotic fungi in high demand by food connoisseurs. Improving yield and product quality requires a better understanding of truffle genetics and aroma biosynthesis. One aim here was to investigate the diversity and fine-scale spatial genetic structure of the Burgundy truffle Tuber aestivum. The second aim was to assess how genetic structuring along with fruiting body maturation and geographical origin influenced single constituents of truffle aroma. A total of 39 Burgundy truffles collected in two orchards were characterized in terms of aroma profile (SPME-GC/MS) and genotype (microsatellites). A moderate genetic differentiation was observed between the populations of the two orchards. An important seasonal and spatial genetic structuring was detected. Within one orchard, individuals belonging to the same genet were generally collected during a single season and in the close vicinity from each other. Maximum genet size nevertheless ranged from 46 to 92 m. Geographical origin or maturity only had minor effects on aroma profiles but genetic structuring, specifically clonal identity, had a pronounced influence on the concentrations of C8- and C4-VOCs. Our results highlight a high seasonal genetic turnover and indicate that the aroma of Burgundy truffle is influenced by the identity of single clones/genets.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Molinier","given":"Virginie"},{"family":"Murat","given":"Claude"},{"family":"Frochot","given":"Henri"},{"family":"Wipf","given":"Daniel"},{"family":"Splivallo","given":"Richard"}],"citation-key":"molinierFinescaleSpatialGenetic2015","container-title":"Environmental Microbiology","DOI":"10.1111/1462-2920.12910","ISSN":"1462-2920","issue":"8","issued":{"date-parts":[["2015"]]},"language":"en","license":"© 2015 Society for Applied Microbiology and John Wiley & Sons Ltd","page":"3039-3050","source":"Wiley Online Library","title":"Fine-scale spatial genetic structure analysis of the black truffle <i>Tuber aestivum</i> and its link to aroma variability","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/1462-2920.12910","volume":"17"},
  {"id":"molinierFirstIdentificationPolymorphic2013","abstract":"• Premise of the study: Tuber aestivum, the most common truffle in Europe, plays an important role in the commercial truffle market. For the first time, microsatellite primers were developed to investigate polymorphism within this species., • Methods and Results: Using direct shotgun pyrosequencing, 15 polymorphic microsatellites were identified out of the 7784 perfect microsatellites present in the 534620 reads obtained. Tested on 75 samples, these microsatellites were highly polymorphic. The number of alleles varied from four to 15, and the expected heterozygosity ranged from 0.266 to 0.620. A multilocus analysis allowed the identification of 63 genotypes over the 75 samples analyzed., • Conclusions: Direct shotgun pyrosequencing is a fast and relatively low-cost technique allowing identification of microsatellites in nonmodel species. The microsatellites developed in this study will be useful in population genetic studies to infer the evolutionary history of this species.","accessed":{"date-parts":[["2024",3,5]]},"author":[{"family":"Molinier","given":"Virginie"},{"family":"Murat","given":"Claude"},{"family":"Morin","given":"Emmanuelle"},{"family":"Gollotte","given":"Armelle"},{"family":"Wipf","given":"Daniel"},{"family":"Martin","given":"Francis"}],"citation-key":"molinierFirstIdentificationPolymorphic2013","container-title":"Applications in Plant Sciences","container-title-short":"Appl Plant Sci","DOI":"10.3732/apps.1200220","ISSN":"2168-0450","issue":"2","issued":{"date-parts":[["2013",1,31]]},"page":"apps.1200220","PMCID":"PMC4105367","PMID":"25202513","source":"PubMed Central","title":"First identification of polymorphic microsatellite markers in the Burgundy truffle, <i>Tuber aestivum</i> (Tuberaceae)","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4105367/","volume":"1"},
  {"id":"molinierMultigenePhylogenyDemonstrates2013","abstract":"For almost 2 centuries it has been disputed whether Tuber aestivum and Tuber uncinatum constitute two different species of truffles. Molecular markers have been applied previously to contribute to resolving this question, coming to different conclusions. In this study, we address this question by analyzing the genetic structure of truffles assigned to either of the two putative species from a geographically broad sampling across Europe. We used an approach involving multigene phylogenies and coalescent analyses of nine regions from five genes. All tests conducted supported the conspecificity of Tuber aestivum and Tuber uncinatum.","accessed":{"date-parts":[["2024",5,27]]},"author":[{"family":"Molinier","given":"Virginie"},{"family":"Tuinen","given":"Diederik","non-dropping-particle":"van"},{"family":"Chevalier","given":"Gérard"},{"family":"Gollotte","given":"Armelle"},{"family":"Wipf","given":"Daniel"},{"family":"Redecker","given":"Dirk"}],"citation-key":"molinierMultigenePhylogenyDemonstrates2013","container-title":"Organisms Diversity & Evolution","container-title-short":"Org Divers Evol","DOI":"10.1007/s13127-013-0146-2","ISSN":"1618-1077","issue":"4","issued":{"date-parts":[["2013",12,1]]},"language":"en","page":"503-512","source":"Springer Link","title":"A multigene phylogeny demonstrates that <i>Tuber aestivum </i> and <i>Tuber uncinatum</i> are conspecific","type":"article-journal","URL":"https://doi.org/10.1007/s13127-013-0146-2","volume":"13"},
  {"id":"molinierSSRbasedIdentificationGenetic2016","accessed":{"date-parts":[["2024",3,5]]},"author":[{"family":"Molinier","given":"Virgine"},{"family":"Murat","given":"Claude"},{"family":"Peter","given":"Martina"},{"family":"Gollotte","given":"Armelle"},{"family":"De la Varga","given":"Herminia"},{"family":"Meier","given":"Barbara"},{"family":"Egli","given":"Simon"},{"family":"Belfiori","given":"Beatrice"},{"family":"Paolocci","given":"Francesco"},{"family":"Wipf","given":"Daniel"}],"citation-key":"molinierSSRbasedIdentificationGenetic2016","container-title":"Mycorrhiza","DOI":"10.1007/s00572-015-0649-0","ISSN":"0940-6360","issued":{"date-parts":[["2016"]]},"language":"en","page":"99-110","source":"www.dora.lib4ri.ch","title":"SSR-based identification of genetic groups within European populations of <i>Tuber aestivum</i> Vittad","type":"article-journal","URL":"https://www.dora.lib4ri.ch/wsl/islandora/object/wsl%3A5371/"},
  {"id":"mooreChapterFruitBodies2008","abstract":"Sexual reproduction is important because it generates genetic variation, offers an escape from DNA parasites and provides a means to repair DNA damage. Many fungi exhibit particular patterns of sexual fruit body morphogenesis but the characteristics differ between species. However, it is possible to generalise that within developing fruit body tissues, fungal cells embark on a particular course of differentiation in response to the interaction of their intrinsic genetic programme with external physical signals (light, temperature, gravity, humidity), and/or chemical signals from the environment and other regions of the developing structure. Fruit body morphogenesis is affected by carbon and mineral nutrient availability and environmental variables including temperature, water availability, CO2, light and interactions with other fungi and bacteria. Changes in the seasonal pattern of fruiting in the UK can be detected from field records made in the last 50 years, and while not all species behave in the same way, mean first fruiting date is now significantly earlier and mean last fruiting date is now significantly later, which results in an extended fruiting season. Significant numbers of species that previously only fruited in autumn now also fruit in spring. Such analyses show that relatively simple field observations of fungi can detect climate change, and that fungal responses are sufficiently sensitive to react to the climate change that has already occurred by adapting their pattern of development. Unfortunately, though it is possible to deduce the decisive steps in development that are open to influence, the molecular controls that normally regulate those steps remain unknown. Extensive genomic analysis shows that sequences crucial to multicellular development in animals or plants do not occur in fungal genomes, so we are ignorant of the basic control processes of fungal multicellular developmental biology.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Moore","given":"David"},{"family":"Gange","given":"Alan C."},{"family":"Gange","given":"Edward G."},{"family":"Boddy","given":"Lynne"}],"citation-key":"mooreChapterFruitBodies2008","collection-title":"Ecology of Saprotrophic Basidiomycetes","container-title":"British Mycological Society Symposia Series","DOI":"10.1016/S0275-0287(08)80007-0","editor":[{"family":"Boddy","given":"Lynne"},{"family":"Frankland","given":"Juliet C."},{"family":"West","given":"Pieter","non-dropping-particle":"van"}],"issued":{"date-parts":[["2008",1,1]]},"page":"79-103","publisher":"Academic Press","source":"ScienceDirect","title":"Chapter 5 Fruit bodies: Their production and development in relation to environment","title-short":"Chapter 5 Fruit bodies","type":"chapter","URL":"https://www.sciencedirect.com/science/article/pii/S0275028708800070","volume":"28"},
  {"id":"moserEcologicalIndicatorsTuber2017","abstract":"Although Tuber aestivum is widely distributed across Europe, little is known about its biology and ecology. We assess the vegetation composition of wild T. aestivum sites and use this information to characterise suitable habitats in Fagus sylvatica, Carpinus betulus and Ostrya carpinifolia (FCO) forests. Plant species composition at 16 naturally colonised T. aestivum sites in southwestern Germany and Switzerland was compared with that of 232 reference sites in Swiss FCO forest communities. The vegetation composition of truffle sites exhibits a high proportion of herb and shrub species that are indicators of a warm and dry climate, alkaline soil, and open tree canopy and thus typically occur in thermophilous FCO communities on calcareous bedrock. We conclude that T. aestivum is associated with a set of key species in addition to known host species. Based on their floristic composition, we identified FCO forest communities with high and low suitability for T. aestivum.","accessed":{"date-parts":[["2024",4,2]]},"author":[{"family":"Moser","given":"Barbara"},{"family":"Büntgen","given":"Ulf"},{"family":"Molinier","given":"Virginie"},{"family":"Peter","given":"Martina"},{"family":"Sproll","given":"Ludger"},{"family":"Stobbe","given":"Ulrich"},{"family":"Tegel","given":"Willy"},{"family":"Egli","given":"Simon"}],"citation-key":"moserEcologicalIndicatorsTuber2017","container-title":"Fungal Ecology","container-title-short":"Fungal Ecology","DOI":"10.1016/j.funeco.2017.06.002","ISSN":"1754-5048","issued":{"date-parts":[["2017",10,1]]},"page":"59-66","source":"ScienceDirect","title":"Ecological indicators of <i>Tuber aestivum</i> habitats in temperate European beech forests","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1754504817300776","volume":"29"},
  {"id":"muratFinescaleSpatialGenetic2013","abstract":"The genetic structure of ectomycorrhizal (ECM) fungal populations results from both vegetative and sexual propagation. In this study, we have analysed the spatial genetic structure of Tuber melanosporum populations, a heterothallic ascomycete that produces edible fruit bodies. Ectomycorrhizas from oaks and hazels from two orchards were mapped and genotyped using simple sequence repeat markers and the mating type locus. The distribution of the two T. melanosporum mating types was also monitored in the soil. In one orchard, the genetic profiles of the ascocarps were compared with those of the underlying mycorrhizas. A pronounced spatial genetic structure was found. The maximum genet sizes were 2.35 and 4.70 m in the two orchards, with most manifesting a size < 1 m. Few genets persisted throughout two seasons. A nonrandom distribution pattern of the T. melanosporum was observed, resulting in field patches colonized by genets that shared the same mating types. Our findings suggest that competition occurs between genets and provide basic information on T. melanosporum propagation patterns that are relevant for the management of productive truffle orchards.","accessed":{"date-parts":[["2024",5,27]]},"author":[{"family":"Murat","given":"Claude"},{"family":"Rubini","given":"Andrea"},{"family":"Riccioni","given":"Claudia"},{"family":"De la Varga","given":"Herminia"},{"family":"Akroume","given":"Emila"},{"family":"Belfiori","given":"Beatrice"},{"family":"Guaragno","given":"Marco"},{"family":"Le Tacon","given":"François"},{"family":"Robin","given":"Christophe"},{"family":"Halkett","given":"Fabien"},{"family":"Martin","given":"Francis"},{"family":"Paolocci","given":"Francesco"}],"citation-key":"muratFinescaleSpatialGenetic2013","container-title":"New Phytologist","DOI":"10.1111/nph.12264","ISSN":"1469-8137","issue":"1","issued":{"date-parts":[["2013"]]},"language":"en","license":"© 2013 INRA. New Phytologist © 2013 New Phytologist Trust","page":"176-187","source":"Wiley Online Library","title":"Fine-scale spatial genetic structure of the black truffle (<i>Tuber melanosporum</i>) investigated with neutral microsatellites and functional mating type genes","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/nph.12264","volume":"199"},
  {"id":"muratPezizomycetesGenomesReveal2018","abstract":"Tuberaceae is one of the most diverse lineages of symbiotic truffle-forming fungi. To understand the molecular underpinning of the ectomycorrhizal truffle lifestyle, we compared the genomes of Piedmont white truffle (Tuber magnatum), Périgord black truffle (Tuber melanosporum), Burgundy truffle (Tuber aestivum), pig truffle (Choiromyces venosus) and desert truffle (Terfezia boudieri) to saprotrophic Pezizomycetes. Reconstructed gene duplication/loss histories along a time-calibrated phylogeny of Ascomycetes revealed that Tuberaceae-specific traits may be related to a higher gene diversification rate. Genomic features in Tuber species appear to be very similar, with high transposon content, few genes coding lignocellulose-degrading enzymes, a substantial set of lineage-specific fruiting-body-upregulated genes and high expression of genes involved in volatile organic compound metabolism. Developmental and metabolic pathways expressed in ectomycorrhizae and fruiting bodies of T. magnatum and T. melanosporum are unexpectedly very similar, owing to the fact that they diverged ~100 Ma. Volatile organic compounds from pungent truffle odours are not the products of Tuber-specific gene innovations, but rely on the differential expression of an existing gene repertoire. These genomic resources will help to address fundamental questions in the evolution of the truffle lifestyle and the ecology of fungi that have been praised as food delicacies for centuries.","author":[{"family":"Murat","given":"Claude"},{"family":"Payen","given":"Thibaut"},{"family":"Noel","given":"Benjamin"},{"family":"Kuo","given":"Alan"},{"family":"Morin","given":"Emmanuelle"},{"family":"Chen","given":"Juan"},{"family":"Kohler","given":"Annegret"},{"family":"Krizsán","given":"Krisztina"},{"family":"Balestrini","given":"Raffaella"},{"family":"Da Silva","given":"Corinne"},{"family":"Montanini","given":"Barbara"},{"family":"Hainaut","given":"Mathieu"},{"family":"Levati","given":"Elisabetta"},{"family":"Barry","given":"Kerrie W."},{"family":"Belfiori","given":"Beatrice"},{"family":"Cichocki","given":"Nicolas"},{"family":"Clum","given":"Alicia"},{"family":"Dockter","given":"Rhyan B."},{"family":"Fauchery","given":"Laure"},{"family":"Guy","given":"Julie"},{"family":"Iotti","given":"Mirco"},{"family":"Le Tacon","given":"François"},{"family":"Lindquist","given":"Erika A."},{"family":"Lipzen","given":"Anna"},{"family":"Malagnac","given":"Fabienne"},{"family":"Mello","given":"Antonietta"},{"family":"Molinier","given":"Virginie"},{"family":"Miyauchi","given":"Shingo"},{"family":"Poulain","given":"Julie"},{"family":"Riccioni","given":"Claudia"},{"family":"Rubini","given":"Andrea"},{"family":"Sitrit","given":"Yaron"},{"family":"Splivallo","given":"Richard"},{"family":"Traeger","given":"Stefanie"},{"family":"Wang","given":"Mei"},{"family":"Žifčáková","given":"Lucia"},{"family":"Wipf","given":"Daniel"},{"family":"Zambonelli","given":"Alessandra"},{"family":"Paolocci","given":"Francesco"},{"family":"Nowrousian","given":"Minou"},{"family":"Ottonello","given":"Simone"},{"family":"Baldrian","given":"Petr"},{"family":"Spatafora","given":"Joseph W."},{"family":"Henrissat","given":"Bernard"},{"family":"Nagy","given":"Laszlo G."},{"family":"Aury","given":"Jean-Marc"},{"family":"Wincker","given":"Patrick"},{"family":"Grigoriev","given":"Igor V."},{"family":"Bonfante","given":"Paola"},{"family":"Martin","given":"Francis M."}],"citation-key":"muratPezizomycetesGenomesReveal2018","container-title":"Nature Ecology & Evolution","container-title-short":"Nat Ecol Evol","DOI":"10.1038/s41559-018-0710-4","ISSN":"2397-334X","issue":"12","issued":{"date-parts":[["2018",12]]},"language":"eng","page":"1956-1965","PMID":"30420746","source":"PubMed","title":"Pezizomycetes genomes reveal the molecular basis of ectomycorrhizal truffle lifestyle","type":"article-journal","volume":"2"},
  {"id":"niimiGeographicalbasedVariationsWhite2021","abstract":"The factors that vary the aroma of Tuber magnatum fruiting bodies are poorly understood. The study determined the headspace aroma composition, sensory aroma profiles, maturity and bacterial communities from T. magnatum originating from Italy, Croatia, Hungary, and Serbia, and tested if truffle aroma is dependent on provenance and if fruiting body volatiles are explained by maturity and/or bacterial communities. Headspace volatile profiles were determined using gas chromatography–mass spectrometry–olfactometry (GC-MS-O) and aroma of fruiting body extracts were sensorially assessed. Fruiting body maturity was estimated through spore melanisation. Bacterial community was determined using 16S rRNA amplicon sequencing. Main odour active compounds were present in all truffles but varied in concentration. Aroma of truffle extracts were sensorially discriminated by sites. However, volatile profiles of individual fruiting bodies varied more within sites than across geographic area, while maturity level did not play a role. Bacterial communities varied highly and were partially explained by provenance. A few rare bacterial operational taxonomical units associated with a select few nonodour active volatile compounds. Specificities of the aroma of T. magnatum truffles are more likely to be linked to individual properties than provenance. Some constituents of bacteria may provide biomarkers of provenance and be linked to nonodour active volatiles.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Niimi","given":"Jun"},{"family":"Deveau","given":"Aurélie"},{"family":"Splivallo","given":"Richard"}],"citation-key":"niimiGeographicalbasedVariationsWhite2021","container-title":"New Phytologist","DOI":"10.1111/nph.17259","ISSN":"1469-8137","issue":"4","issued":{"date-parts":[["2021"]]},"language":"en","license":"© 2021 The Authors New Phytologist © 2021 New Phytologist Trust","page":"1623-1638","source":"Wiley Online Library","title":"Geographical-based variations in white truffle <i>Tuber magnatum</i> aroma is explained by quantitative differences in key volatile compounds","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/nph.17259","volume":"230"},
  {"id":"pacioniCompositionCommercialTruffle2014","abstract":"Truffles are among the most expensive foods and their quality depends on their unique aroma, composed of complex mixtures of lipophilic volatile organic compounds (VOCs). There are many foods flavored with truffle, and oils are particularly common. Using DHS–GC–MS and an electronic nose (MOS), 18 samples of olive oil flavored with white and black truffles from the Italian market were subjected to a blind analysis. Qualitative and quantitative analysis with DHS–GC–MS detected the presence of 63 VOCs, 32 of which can be attributed to olive oil, also defective, and 19 to truffles, while 12 foreign compounds are of dubious origin (synthesis and/or demolition). The data obtained with the electronic nose (MOS), processed statistically, was able to discriminate the aromas coincident with the three species of truffle declared on the label (the white truffle Tuber magnatum and the black truffles Tuber melanosporum and Tuber aestivum), demonstrating the potential and reliability of this technique, confirming the established malpractice of the use of bismethyl(dithio)methane in black truffles flavorings.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Pacioni","given":"Giovanni"},{"family":"Cerretani","given":"Lorenzo"},{"family":"Procida","given":"Giuseppe"},{"family":"Cichelli","given":"Angelo"}],"citation-key":"pacioniCompositionCommercialTruffle2014","container-title":"Food Chemistry","container-title-short":"Food Chemistry","DOI":"10.1016/j.foodchem.2013.09.016","ISSN":"0308-8146","issued":{"date-parts":[["2014",3,1]]},"page":"30-35","source":"ScienceDirect","title":"Composition of commercial truffle flavored oils with GC–MS analysis and discrimination with an electronic nose","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0308814613012569","volume":"146"},
  {"id":"pacioniTrufflesContainEndocannabinoid2015","abstract":"Truffles are the fruiting body of fungi, members of the Ascomycota phylum endowed with major gastronomic and commercial value. The development and maturation of their reproductive structure are dependent on melanin synthesis. Since anandamide, a prominent member of the endocannabinoid system (ECS), is responsible for melanin synthesis in normal human epidermal melanocytes, we thought that ECS might be present also in truffles. Here, we show the expression, at the transcriptional and translational levels, of most ECS components in the black truffle Tuber melanosporum Vittad. at maturation stage VI. Indeed, by means of molecular biology and immunochemical techniques, we found that truffles contain the major metabolic enzymes of the ECS, while they do not express the most relevant endocannabinoid-binding receptors. In addition, we measured anandamide content in truffles, at different maturation stages (from III to VI), through liquid chromatography–mass spectrometric analysis, whereas the other relevant endocannabinoid 2-arachidonoylglycerol was below the detection limit. Overall, our unprecedented results suggest that anandamide and ECS metabolic enzymes have evolved earlier than endocannabinoid-binding receptors, and that anandamide might be an ancient attractant to truffle eaters, that are well-equipped with endocannabinoid-binding receptors.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Pacioni","given":"Giovanni"},{"family":"Rapino","given":"Cinzia"},{"family":"Zarivi","given":"Osvaldo"},{"family":"Falconi","given":"Anastasia"},{"family":"Leonardi","given":"Marco"},{"family":"Battista","given":"Natalia"},{"family":"Colafarina","given":"Sabrina"},{"family":"Sergi","given":"Manuel"},{"family":"Bonfigli","given":"Antonella"},{"family":"Miranda","given":"Michele"},{"family":"Barsacchi","given":"Daniela"},{"family":"Maccarrone","given":"Mauro"}],"citation-key":"pacioniTrufflesContainEndocannabinoid2015","container-title":"Phytochemistry","container-title-short":"Phytochemistry","DOI":"10.1016/j.phytochem.2014.11.012","ISSN":"0031-9422","issued":{"date-parts":[["2015",2,1]]},"page":"104-110","source":"ScienceDirect","title":"Truffles contain endocannabinoid metabolic enzymes and anandamide","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0031942214004956","volume":"110"},
  {"id":"paolocciReevaluationLifeCycle2006","abstract":"Tuber spp. are ectomycorrhizal ascomycetes that produce ascocarps known as truffles. Basic aspects of Tuber biology have yet to be fully elucidated. In particular, there are conflicting hypotheses concerning the mating system and the ploidy level of the mycorrhizal and truffle hyphae. We used polymorphic microsatellites to compare the allelic configurations of asci with those from the network of the surrounding hyphae in single Tuber magnatum truffles. We then used these truffles to inoculate host plants and evaluated the microsatellite configurations of the resulting mycorrhizal root tips. These analyses provide direct evidence that T. magnatum outcrosses and that its life cycle is predominantly haploid. In addition to its scientific significance, this basic understanding of the T. magnatum life cycle may have practical importance in developing strategies to obtain and select nursery-produced mycorrhizal plants as well as in the management of artificial plantations of this and other Tuber spp.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"Paolocci","given":"Francesco"},{"family":"Rubini","given":"Andrea"},{"family":"Riccioni","given":"Claudia"},{"family":"Arcioni","given":"Sergio"}],"citation-key":"paolocciReevaluationLifeCycle2006","container-title":"Applied and Environmental Microbiology","DOI":"10.1128/AEM.72.4.2390-2393.2006","issue":"4","issued":{"date-parts":[["2006",4]]},"page":"2390-2393","publisher":"American Society for Microbiology","source":"journals.asm.org (Atypon)","title":"Reevaluation of the Life Cycle of <i>Tuber magnatum</i>","type":"article-journal","URL":"https://journals.asm.org/doi/full/10.1128/aem.72.4.2390-2393.2006","volume":"72"},
  {"id":"peterEctomycorrhizalEcologyImprinted2016","abstract":"The most frequently encountered symbiont on tree roots is the ascomycete Cenococcum geophilum, the only mycorrhizal species within the largest fungal class Dothideomycetes, a class known for devastating plant pathogens. Here we show that the symbiotic genomic idiosyncrasies of ectomycorrhizal basidiomycetes are also present in C. geophilum with symbiosis-induced, taxon-specific genes of unknown function and reduced numbers of plant cell wall-degrading enzymes. C. geophilum still holds a significant set of genes in categories known to be involved in pathogenesis and shows an increased genome size due to transposable elements proliferation. Transcript profiling revealed a striking upregulation of membrane transporters, including aquaporin water channels and sugar transporters, and mycorrhiza-induced small secreted proteins (MiSSPs) in ectomycorrhiza compared with free-living mycelium. The frequency with which this symbiont is found on tree roots and its possible role in water and nutrient transport in symbiosis calls for further studies on mechanisms of host and environmental adaptation.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Peter","given":"Martina"},{"family":"Kohler","given":"Annegret"},{"family":"Ohm","given":"Robin A."},{"family":"Kuo","given":"Alan"},{"family":"Krützmann","given":"Jennifer"},{"family":"Morin","given":"Emmanuelle"},{"family":"Arend","given":"Matthias"},{"family":"Barry","given":"Kerrie W."},{"family":"Binder","given":"Manfred"},{"family":"Choi","given":"Cindy"},{"family":"Clum","given":"Alicia"},{"family":"Copeland","given":"Alex"},{"family":"Grisel","given":"Nadine"},{"family":"Haridas","given":"Sajeet"},{"family":"Kipfer","given":"Tabea"},{"family":"LaButti","given":"Kurt"},{"family":"Lindquist","given":"Erika"},{"family":"Lipzen","given":"Anna"},{"family":"Maire","given":"Renaud"},{"family":"Meier","given":"Barbara"},{"family":"Mihaltcheva","given":"Sirma"},{"family":"Molinier","given":"Virginie"},{"family":"Murat","given":"Claude"},{"family":"Pöggeler","given":"Stefanie"},{"family":"Quandt","given":"C. Alisha"},{"family":"Sperisen","given":"Christoph"},{"family":"Tritt","given":"Andrew"},{"family":"Tisserant","given":"Emilie"},{"family":"Crous","given":"Pedro W."},{"family":"Henrissat","given":"Bernard"},{"family":"Nehls","given":"Uwe"},{"family":"Egli","given":"Simon"},{"family":"Spatafora","given":"Joseph W."},{"family":"Grigoriev","given":"Igor V."},{"family":"Martin","given":"Francis M."}],"citation-key":"peterEctomycorrhizalEcologyImprinted2016","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/ncomms12662","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[["2016",9,7]]},"language":"en","license":"2016 The Author(s)","page":"12662","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Ectomycorrhizal ecology is imprinted in the genome of the dominant symbiotic fungus <i>Cenococcum geophilum</i>","type":"article-journal","URL":"https://www.nature.com/articles/ncomms12662","volume":"7"},
  {"id":"PotentialLimitationsBurgundy","accessed":{"date-parts":[["2024",5,20]]},"citation-key":"PotentialLimitationsBurgundy","title":"Potential and limitations of Burgundy truffle cultivation | Applied Microbiology and Biotechnology","type":"webpage","URL":"https://link.springer.com/article/10.1007/s00253-013-4956-0"},
  {"id":"pritchardDocumentationStructureSoftware2002","author":[{"family":"Pritchard","given":"Jonathan K"},{"family":"Wen","given":"Xiaoquan"},{"family":"Falush","given":"Daniel"}],"citation-key":"pritchardDocumentationStructureSoftware2002","issued":{"date-parts":[["2002"]]},"language":"en","source":"Zotero","title":"Documentation for structure software: Version 2.3","type":"article-journal"},
  {"id":"putmanChallengesAnalysisInterpretation2014","abstract":"Advancing technologies have facilitated the ever-widening application of genetic markers such as microsatellites into new systems and research questions in biology. In light of the data and experience accumulated from several years of using microsatellites, we present here a literature review that synthesizes the limitations of microsatellites in population genetic studies. With a focus on population structure, we review the widely used fixation (FST) statistics and Bayesian clustering algorithms and find that the former can be confusing and problematic for microsatellites and that the latter may be confounded by complex population models and lack power in certain cases. Clustering, multivariate analyses, and diversity-based statistics are increasingly being applied to infer population structure, but in some instances these methods lack formalization with microsatellites. Migration-specific methods perform well only under narrow constraints. We also examine the use of microsatellites for inferring effective population size, changes in population size, and deeper demographic history, and find that these methods are untested and/or highly context-dependent. Overall, each method possesses important weaknesses for use with microsatellites, and there are significant constraints on inferences commonly made using microsatellite markers in the areas of population structure, admixture, and effective population size. To ameliorate and better understand these constraints, researchers are encouraged to analyze simulated datasets both prior to and following data collection and analysis, the latter of which is formalized within the approximate Bayesian computation framework. We also examine trends in the literature and show that microsatellites continue to be widely used, especially in non-human subject areas. This review assists with study design and molecular marker selection, facilitates sound interpretation of microsatellite data while fostering respect for their practical limitations, and identifies lessons that could be applied toward emerging markers and high-throughput technologies in population genetics.","accessed":{"date-parts":[["2024",4,17]]},"author":[{"family":"Putman","given":"Alexander I."},{"family":"Carbone","given":"Ignazio"}],"citation-key":"putmanChallengesAnalysisInterpretation2014","container-title":"Ecology and Evolution","DOI":"10.1002/ece3.1305","ISSN":"2045-7758","issue":"22","issued":{"date-parts":[["2014"]]},"language":"en","page":"4399-4428","source":"Wiley Online Library","title":"Challenges in analysis and interpretation of microsatellite data for population genetic studies","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/ece3.1305","volume":"4"},
  {"id":"qinLifeCyclePhylogeography2022","abstract":"True truffle (Tuber spp.) is one group of ascomycetes with great economic importance. During the last 30 years, numerous fine-scale population genetics studies were conducted on different truffle species, aiming to answer several key questions regarding their life cycles; these questions are important for their cultivation. It is now evident that truffles are heterothallic, but with a prevalent haploid lifestyle. Strains forming ectomycorrhizas and germinating ascospores act as maternal and paternal partners respectively. At the same time, a number of large-scale studies were carried out, highlighting the influences of the last glaciation and river isolations on the genetic structure of truffles. A retreat to southern refugia during glaciation, and a northward expansion post glaciation, were revealed in all studied European truffles. The Mediterranean Sea, acting as a barrier, has led to the existence of several refugia in different peninsulas for a single species. Similarly, large rivers in southwestern China act as physical barriers to gene flow for truffles in this region. Further studies can pay special attention to population genetics of species with a wide distribution range, such as T. himalayense, and the correlation between truffle genetic structure and the community composition of truffle-associated bacteria.","accessed":{"date-parts":[["2024",4,10]]},"author":[{"family":"Qin","given":"Jiao"},{"family":"Feng","given":"Bang"}],"citation-key":"qinLifeCyclePhylogeography2022","container-title":"Genes","container-title-short":"Genes (Basel)","DOI":"10.3390/genes13010145","ISSN":"2073-4425","issue":"1","issued":{"date-parts":[["2022",1,14]]},"page":"145","PMCID":"PMC8775154","PMID":"35052485","source":"PubMed Central","title":"Life Cycle and Phylogeography of True Truffles","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8775154/","volume":"13"},
  {"id":"reevesEffectErrorMissing2016","abstract":"Missing data and genotyping errors are common in microsatellite data sets. We used simulated data to quantify the effect of these data aberrations on the accuracy of population structure inference. Data sets with complex, randomly-generated, population histories were simulated under the coalescent. Models describing the characteristic patterns of missing data and genotyping error in real microsatellite data sets were used to modify the simulated data sets. Accuracy of ordination, tree-based, and model-based methods of inference was evaluated before and after data set modifications. The ability to recover correct population clusters decreased as missing data increased. The rate of decrease was similar among analytical procedures, thus no single analytical approach was preferable. For every 1% of a data matrix that contained missing genotypes, 2–4% fewer correct clusters were found. For every 1% of a matrix that contained erroneous genotypes, 1–2% fewer correct clusters were found using ordination and tree-based methods. Model-based procedures that minimize the deviation from Hardy-Weinberg equilibrium in order to assign individuals to clusters performed better as genotyping error increased. We attribute this surprising result to the inbreeding-like nature of microsatellite genotyping error, wherein heterozygous genotypes are mischaracterized as homozygous. We show that genotyping error elevates estimates of the level of genetic admixture. Overall, missing data negatively impact population structure inference more than typical genotyping errors.","author":[{"family":"Reeves","given":"Patrick"},{"family":"Bowker","given":"Cheryl"},{"family":"Fettig","given":"Christa"},{"family":"Tembrock","given":"Luke"},{"family":"Richards","given":"M"},{"family":"A","given":"U"}],"citation-key":"reevesEffectErrorMissing2016","DOI":"10.1101/080630","issued":{"date-parts":[["2016",10,13]]},"source":"ResearchGate","title":"Effect of error and missing data on population structure inference using microsatellite data","type":"book"},
  {"id":"reynaBlackTruffleCultivation2014","abstract":"Aim of study: In recent decades the cultivation of the black truffle Tuber melanosporum has expanded across all the Mediterranean-climate regions, but also to other regions outside the European standard for the species. We aim to describe the current extent of T. melanosporum cultivation.Area of study: Tuber melanosporum plantations in Europe, the Mediterranean basin, Australia, New Zealand, China, America and South Africa.Material and Methods: The socioeconomic impact of T. melanosporum cultivation, the way in which the current situation has been achieved and the knowledge needed for its progress are reviewed.Research highlights: T. melanosporum has been successfully cultivated in several countries outside its natural area, but many practices are still empirical and thus yields cannot be guaranteed. The recent advances in molecular techniques and genome science are helping to overcome some of the difficulties traditionally constraining truffle research. The role of truffles as a transitional element between agricultural and forestry activities makes its cultivation a paradigm of sustainable rural development.Keywords: Tuber melanosporum; Europe; Australia; New Zealand; Chile; USA.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Reyna","given":"Santiago"},{"family":"Garcia-Barreda","given":"Sergi"}],"citation-key":"reynaBlackTruffleCultivation2014","container-title":"Forest Systems","DOI":"10.5424/fs/2014232-04771","ISSN":"2171-9845","issue":"2","issued":{"date-parts":[["2014",8,1]]},"language":"en","license":"Copyright (c) 2018 Forest Systems","number":"2","page":"317-328","source":"fs.revistas.csic.es","title":"Black truffle cultivation: a global reality","title-short":"Black truffle cultivation","type":"article-journal","URL":"https://fs.revistas.csic.es/index.php/fs/article/view/4771","volume":"23"},
  {"id":"riccioniTuberMagnatumSpecial2016","abstract":"Tuber magnatum Pico produces the worldwide famous “Italian white truffles” or “Alba truffles”. This species is distinct from other Tuber species for the unique aroma of its ascomata, its limited distributional range, and difficulties of cultivation. In light of all these considerations, it comes therefore as no surprise that T. magnatum is the most expensive truffle. In the present chapter, we will provide an overview of gross annual production and prices of white truffle as well as of T. magnatum mycorrhizal plants produced over the last few decades to promote its cultivation. Then, we will critically analyze factors that might have limited the successful cultivation of this fungus and put the accent on recent breakthroughs on its life cycle, reproductive strategy and population genetics. In this regard, we will discuss the impact that recent progresses in obtaining and certifying genuine T. magnatum mycorrhizal plants, monitoring the fate of this fungus in the environment and typing populations according to their geographic origin might have in designing innovative strategies to reach success in the cultivation of this prestigious fungus and in preserving its biodiversity.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"Riccioni","given":"Claudia"},{"family":"Rubini","given":"Andrea"},{"family":"Belfiori","given":"Beatrice"},{"family":"Gregori","given":"Gianluigi"},{"family":"Paolocci","given":"Francesco"}],"citation-key":"riccioniTuberMagnatumSpecial2016","container-title":"True Truffle (Tuber spp.) in the World: Soil Ecology, Systematics and Biochemistry","DOI":"10.1007/978-3-319-31436-5_6","editor":[{"family":"Zambonelli","given":"Alessandra"},{"family":"Iotti","given":"Mirco"},{"family":"Murat","given":"Claude"}],"event-place":"Cham","ISBN":"978-3-319-31436-5","issued":{"date-parts":[["2016"]]},"language":"en","page":"87-103","publisher":"Springer International Publishing","publisher-place":"Cham","source":"Springer Link","title":"<i>Tuber magnatum</i>: The Special One. What Makes It so Different from the Other Tuber spp.?","title-short":"Tuber magnatum","type":"chapter","URL":"https://doi.org/10.1007/978-3-319-31436-5_6"},
  {"id":"roswellConceptualGuideMeasuring2021","abstract":"Three metrics of species diversity – species richness, the Shannon index and the Simpson index – are still widely used in ecology, despite decades of valid critiques leveled against them. Developing a robust diversity metric has been challenging because, unlike many variables ecologists measure, the diversity of a community often cannot be estimated in an unbiased way based on a random sample from that community. Over the past decade, ecologists have begun to incorporate two important tools for estimating diversity: coverage and Hill diversity. Coverage is a method for equalizing samples that is, on theoretical grounds, preferable to other commonly used methods such as equal-effort sampling, or rarefying datasets to equal sample size. Hill diversity comprises a spectrum of diversity metrics and is based on three key insights. First, species richness and variants of the Shannon and Simpson indices are all special cases of one general equation. Second, richness, Shannon and Simpson can be expressed on the same scale and in units of species. Third, there is no way to eliminate the effect of relative abundance from estimates of any of these diversity metrics, including species richness. Rather, a researcher must choose the relative sensitivity of the metric towards rare and common species, a concept which we describe as ‘leverage.' In this paper we explain coverage and Hill diversity, provide guidelines for how to use them together to measure species diversity, and demonstrate their use with examples from our own data. We show why researchers will obtain more robust results when they estimate the Hill diversity of equal-coverage samples, rather than using other methods such as equal-effort sampling or traditional sample rarefaction.","accessed":{"date-parts":[["2024",5,7]]},"author":[{"family":"Roswell","given":"Michael"},{"family":"Dushoff","given":"Jonathan"},{"family":"Winfree","given":"Rachael"}],"citation-key":"roswellConceptualGuideMeasuring2021","container-title":"Oikos","DOI":"10.1111/oik.07202","ISSN":"1600-0706","issue":"3","issued":{"date-parts":[["2021"]]},"language":"en","page":"321-338","source":"Wiley Online Library","title":"A conceptual guide to measuring species diversity","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/oik.07202","volume":"130"},
  {"id":"rubiniGeneticPhylogeographicStructures2005","abstract":"The quality and market price of truffles vary with the species and, traditionally, the place of origin. The premium species Tuber magnatum produces white truffles and has a patchy distribution restricted to Italy and some Balkan areas. We used polymorphic microsatellites to evaluate 316 specimens grouped into 26 populations sampled across the species' geographic range to determine if natural populations of T. magnatum are genetically differentiated. We found that the southernmost and the northwesternmost populations were significantly differentiated from the rest of the populations. The simple sequence repeat data also could be used to make inferences about the postglacial T. magnatum expansion pattern. This study is the first to identify a genetic and phylogeographic structure in T. magnatum. The presence of a genetic structure can be of practical interest in tracing truffle populations according to their geographic origin for marketing strategies. Evidence for extensive outcrossing in field populations of T. magnatum also is provided for the first time.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"Rubini","given":"Andrea"},{"family":"Paolocci","given":"Francesco"},{"family":"Riccioni","given":"Claudia"},{"family":"Vendramin","given":"Giovanni G."},{"family":"Arcioni","given":"Sergio"}],"citation-key":"rubiniGeneticPhylogeographicStructures2005","container-title":"Applied and Environmental Microbiology","DOI":"10.1128/AEM.71.11.6584-6589.2005","issue":"11","issued":{"date-parts":[["2005",11]]},"page":"6584-6589","publisher":"American Society for Microbiology","source":"journals.asm.org (Atypon)","title":"Genetic and Phylogeographic Structures of the Symbiotic Fungus <i>Tuber magnatum</i>","type":"article-journal","URL":"https://journals.asm.org/doi/full/10.1128/aem.71.11.6584-6589.2005","volume":"71"},
  {"id":"rubiniGenomicsTuberMelanosporum2012","abstract":"Tuber melanosporum Vittad. is the symbiotic ascomycete that produces the Périgord truffle, one of the most expensive foods worldwide. Although basic research on symbiotic ascomycetes lags behind that on symbiotic basidiomycetes, some progress has been made in the last few years on key questions concerning the biology and ecology of Tuber spp. In particular, the recent release of the T. melanosporum genome was a breakthrough that helped improve our understanding of the reproductive biology of this species. It also provided insight into the gene repertoires underlying the symbiotic relationship with host plants and the production of the distinctive truffle aroma. Genome mining has provided mycologists with a plethora of microsatellite markers that may be highly informative for population genetics studies. These recent advances in T. melanosporum research are discussed here in the context of fundamental research questions and the cultivation and marketing of truffle species.","author":[{"family":"Rubini","given":"Andrea"},{"family":"Belfiori","given":"Beatrice"},{"family":"Riccioni","given":"Claudia"},{"family":"Paolocci","given":"Francesco"}],"citation-key":"rubiniGenomicsTuberMelanosporum2012","container-title":"Edible Ectomycorrhizal Mushrooms: Current Knowledge and Future Prospects","DOI":"10.1007/978-3-642-33823-6_4","editor":[{"family":"Zambonelli","given":"Alessandra"},{"family":"Bonito","given":"Gregory M"}],"event-place":"Berlin, Heidelberg","ISBN":"978-3-642-33823-6","issued":{"date-parts":[["2012"]]},"page":"57-72","publisher":"Springer Berlin Heidelberg","publisher-place":"Berlin, Heidelberg","title":"Genomics of <i>Tuber melanosporum</i>: New Knowledge Concerning Reproductive Biology, Symbiosis, and Aroma Production","type":"chapter","URL":"https://doi.org/10.1007/978-3-642-33823-6_4"},
  {"id":"schneider-maunouryTwoEctomycorrhizalTruffles2020","abstract":"Serendipitous findings and studies on Tuber species suggest that some ectomycorrhizal fungi, beyond their complex interaction with ectomycorrhizal hosts, also colonise roots of nonectomycorrhizal plants in a loose way called endophytism. Here, we investigate endophytism of T. melanosporum and T. aestivum. We visualised endophytic T. melanosporum hyphae by fluorescent in situ hybridisation on nonectomycorrhizal plants. For the two Tuber species, microsatellite genotyping investigated the endophytic presence of the individuals whose mating produced nearby ascocarps. We quantified the expression of four T. aestivum genes in roots of endophyted, non-ectomycorrhizal plants. Tuber melanosporum hyphae colonised the apoplast of healthy roots, confirming endophytism. Endophytic Tuber melanosporum and T. aestivum contributed to nearby ascocarps, but only as maternal parents (forming the flesh). Paternal individuals (giving only genes found in meiotic spores of ascocarps) were not detected. Gene expression of T. aestivum in non-ectomycorrhizal plants confirmed a living status. Tuber species, and likely other ectomycorrhizal fungi found in nonectomycorrhizal plant roots in this study, can be root endophytes. This is relevant for the ecology (brûlé formation) and commercial production of truffles. Evolutionarily speaking, endophytism may be an ancestral trait in some ectomycorrhizal fungi that evolved from root endophytes.","author":[{"family":"Schneider-Maunoury","given":"Laure"},{"family":"Deveau","given":"Aurélie"},{"family":"Moreno","given":"Myriam"},{"family":"Todesco","given":"Flora"},{"family":"Belmondo","given":"Simone"},{"family":"Murat","given":"Claude"},{"family":"Courty","given":"Pierre-Emmanuel"},{"family":"Jąkalski","given":"Marcin"},{"family":"Selosse","given":"Marc-André"}],"citation-key":"schneider-maunouryTwoEctomycorrhizalTruffles2020","container-title":"The New Phytologist","container-title-short":"New Phytol","DOI":"10.1111/nph.16321","ISSN":"1469-8137","issue":"6","issued":{"date-parts":[["2020",3]]},"language":"eng","page":"2542-2556","PMID":"31733103","source":"PubMed","title":"Two ectomycorrhizal truffles, <i>Tuber melanosporum</i> and <i>T. aestivum</i>, endophytically colonise roots of non-ectomycorrhizal plants in natural environments","type":"article-journal","volume":"225"},
  {"id":"schwarzelBeitragZurHygogaeenflora1976","author":[{"family":"Schwarzel","given":"C"}],"citation-key":"schwarzelBeitragZurHygogaeenflora1976","container-title":"Beitrag zur Hygogaeenflora des Kantons Basel-Stadt und seiner näheren Umgebung","issued":{"date-parts":[["1976"]]},"title":"Beitrag zur Hygogaeenflora des Kantons Basel-Stadt und seiner näheren Umgebung","type":"article-journal"},
  {"id":"splivalloSmellTrufflesAroma2016","abstract":"Truffles are stand-alone gourmet products on their own right. These fungi are among the most expensive food products in the world. Their limited seasonal availability and unique aromas contribute to their high demand on the market. Truffle aromas are made of mixtures of ketones, aldehydes, alcohols, and volatiles containing sulfur atoms. The diversity of volatiles and differences in the aroma profiles of commercially relevant species is discussed (e.g., the white Piedmont truffle Tuber magnatum, the black Périgord truffle Tuber melanosporum, the summer truffle Tuber aestivum, and the Chinese truffle Tuber indicum). Recent advances in aroma biosynthesis and specially in understanding the role of truffle microbiome in aroma formation are also presented together with the potential causes of aromatic variability. The latest results in sensory science are also described here along with potential strategies to increase shelf life. Overall this review highlights the advances made in truffle aroma research over the last years and discussed current challenges.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Splivallo","given":"Richard"},{"family":"Culleré","given":"Laura"}],"citation-key":"splivalloSmellTrufflesAroma2016","container-title":"True Truffle (Tuber spp.) in the World: Soil Ecology, Systematics and Biochemistry","DOI":"10.1007/978-3-319-31436-5_23","editor":[{"family":"Zambonelli","given":"Alessandra"},{"family":"Iotti","given":"Mirco"},{"family":"Murat","given":"Claude"}],"event-place":"Cham","ISBN":"978-3-319-31436-5","issued":{"date-parts":[["2016"]]},"language":"en","page":"393-407","publisher":"Springer International Publishing","publisher-place":"Cham","source":"Springer Link","title":"The Smell of Truffles: From Aroma Biosynthesis to Product Quality","title-short":"The Smell of Truffles","type":"chapter","URL":"https://doi.org/10.1007/978-3-319-31436-5_23"},
  {"id":"splivalloTruffleVolatilesChemical2011","abstract":"Truffles (Tuber spp.) are symbiotic fungi that develop underground in association with plant roots. Food connoisseurs describe their scent as sensual, seductive and unique. These mysterious fungi, however, do not produce their aroma for the mere pleasure of humans. Truffle volatiles act as odorant cues for mammals and insects which are thus able to locate the precious fungi underground and spread their spores. They also freely diffuse in the soil and mediate interactions with microorganisms and plant roots, potentially regulating a complex molecular dialogue among soil fauna and flora. The aim of this review is to synthesize 30 yr of research on truffle volatiles, spanning fields of study from chemical ecology to aroma biosynthesis. Specific aspects of truffle volatile ecology and biology will be discussed, including which species have been studied so far and for what purpose, what ecological role has been demonstrated or speculated to exist for specific truffle volatiles, which volatiles are common or unique to certain species and what their biosynthetic route might be. Future challenges in truffle aroma research will also be addressed, focusing on how high-throughput post-genomic technologies may advance our understanding of truffle aroma biosynthesis and chemical ecology.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"Splivallo","given":"Richard"},{"family":"Ottonello","given":"Simone"},{"family":"Mello","given":"Antonietta"},{"family":"Karlovsky","given":"Petr"}],"citation-key":"splivalloTruffleVolatilesChemical2011","container-title":"New Phytologist","DOI":"10.1111/j.1469-8137.2010.03523.x","ISSN":"1469-8137","issue":"3","issued":{"date-parts":[["2011"]]},"language":"en","license":"© 2010 The Authors. New Phytologist © 2010 New Phytologist Trust","page":"688-699","source":"Wiley Online Library","title":"Truffle volatiles: from chemical ecology to aroma biosynthesis","title-short":"Truffle volatiles","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1469-8137.2010.03523.x","volume":"189"},
  {"id":"staubliHiddenFairyRings2022","abstract":"Burgundy truffles are heterothallic ascomycetes that grow in symbiosis with trees. Despite their esteemed belowground fruitbodies, the species’ complex lifecycle is still not fully understood. Here, we present the genetic patterns in three natural Burgundy truffle populations based on genotyped fruitbodies, ascospore extracts and ectomycorrhizal root tips using microsatellites and the mating-type locus. Distinct genetic structures with high relatedness in close vicinity were found for females (forming the fruitbodies) and males (fertilizing partner as inferred from ascospore extracts), with high genotypic diversity and annual turnover of males, suggesting that ephemeral male mating partners are germinating ascospores from decaying fruitbodies. The presence of hermaphrodites and the interannual persistence of a few males suggest that persistent mycelia may sporadically also act as males. Only female or hermaphroditic individuals were detected on root tips. At one site, fruitbodies grew in a fairy ring formed by a large female individual that showed an outward growth rate of 30 cm per year, with the mycelium decaying within the ring and being fertilized by over 50 male individuals. While fairy ring structures have never been shown for truffles, the genetics of Burgundy truffle populations support a similar reproductive biology as those of other highly prized truffles.","accessed":{"date-parts":[["2024",2,5]]},"author":[{"family":"Staubli","given":"Florian"},{"family":"Imola","given":"Lea"},{"family":"Dauphin","given":"Benjamin"},{"family":"Molinier","given":"Virginie"},{"family":"Pfister","given":"Stephanie"},{"family":"Piñuela","given":"Yasmine"},{"family":"Schürz","given":"Laura"},{"family":"Sproll","given":"Ludger"},{"family":"Steidinger","given":"Brian S."},{"family":"Stobbe","given":"Uli"},{"family":"Tegel","given":"Willy"},{"family":"Büntgen","given":"Ulf"},{"family":"Egli","given":"Simon"},{"family":"Peter","given":"Martina"}],"citation-key":"staubliHiddenFairyRings2022","container-title":"Environmental Microbiology","container-title-short":"Environmental Microbiology","DOI":"10.1111/1462-2920.16131","ISSN":"1462-2912, 1462-2920","issue":"12","issued":{"date-parts":[["2022",12]]},"language":"en","page":"6376-6391","source":"DOI.org (Crossref)","title":"Hidden fairy rings and males—Genetic patterns of natural Burgundy truffle (<i>Tuber aestivum</i> Vittad.) populations reveal new insights into its life cycle","type":"article-journal","URL":"https://sfamjournals.onlinelibrary.wiley.com/doi/10.1111/1462-2920.16131","volume":"24"},
  {"id":"steidingerFallSummerTruffle2022","abstract":"Global warming is pushing populations outside their range of physiological tolerance. According to the environmental envelope framework, the most vulnerable populations occur near the climatic edge of their species' distributions. In contrast, populations from the climatic center of the species range should be relatively buffered against climate warming. We tested this latter prediction using a combination of linear mixed effects and machine learning algorithms on an extensive, citizen-scientist generated dataset on the fruitbody productivity of the Burgundy (aka summer) truffle (Tuber aestivum Vittad.), a keystone, ectomycorrhizal tree-symbiont occurring on a wide range of temperate climates. T. aestivum's fruitbody productivity was monitored at 3-week resolution over up to 8 continuous years at 20 sites distributed in the climatic center of its European distribution in southwest Germany and Switzerland. We found that T. aestivum fruitbody production is more sensitive to summer drought than would be expected from the breadth of its species' climatic niche. The monitored populations occurring nearly 5°C colder than the edge of their species' climatic distribution. However, interannual fruitbody productivity (truffle mass year−1) fell by a median loss of 22% for every 1°C increase in summer temperature over a site's 30-year mean. Among the most productive monitored populations, the temperature sensitivity was even higher, with single summer temperature anomalies of 3°C sufficient to stop fruitbody production altogether. Interannual truffle productivity was also related to the phenology of host trees, with 22 g less truffle mass for each 1-day reduction in the length of the tree growing season. Increasing summer drought extremes are therefore likely to reduce fruiting among summer truffle populations throughout Central Europe. Our results suggest that European T. aestivum may be a mosaic of vulnerable populations, sensitive to climate-driven declines at lower thresholds than implied by its species distribution model.","accessed":{"date-parts":[["2024",3,5]]},"author":[{"family":"Steidinger","given":"Brian S."},{"family":"Büntgen","given":"Ulf"},{"family":"Stobbe","given":"Uli"},{"family":"Tegel","given":"Willy"},{"family":"Sproll","given":"Ludger"},{"family":"Haeni","given":"Matthias"},{"family":"Moser","given":"Barbara"},{"family":"Bagi","given":"István"},{"family":"Bonet","given":"José-Antonio"},{"family":"Buée","given":"Marc"},{"family":"Dauphin","given":"Benjamin"},{"family":"Martínez-Peña","given":"Fernando"},{"family":"Molinier","given":"Virginie"},{"family":"Zweifel","given":"Roman"},{"family":"Egli","given":"Simon"},{"family":"Peter","given":"Martina"}],"citation-key":"steidingerFallSummerTruffle2022","container-title":"Global Change Biology","DOI":"10.1111/gcb.16424","ISSN":"1365-2486","issue":"24","issued":{"date-parts":[["2022"]]},"language":"en","license":"© 2022 The Authors. Global Change Biology published by John Wiley & Sons Ltd.","page":"7376-7390","source":"Wiley Online Library","title":"The fall of the summer truffle: Recurring hot, dry summers result in declining fruitbody production of <i>Tuber aestivum</i> in Central Europe","title-short":"The fall of the summer truffle","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/gcb.16424","volume":"28"},
  {"id":"stenbergMlgsimProgramDetecting2003","abstract":"Sexual and asexual forms of plants and animals often coexist in the same population. In such cases, the assessment of genotypic identity among individuals is vital for valid biological interpretation of population and evolutionary processes. Several methods are used for identifying clones based on genetical marker data. The only method that detects which multilocus genotypes are likely to be clones has limitations in statistical power. We present a program (mlgsim) that, using a simulation approach, calculates significance values for the likelihood that a multilocus genotype observed more than once in a population is the result of sexual reproduction.","accessed":{"date-parts":[["2024",5,17]]},"author":[{"family":"Stenberg","given":"P."},{"family":"Lundmark","given":"M."},{"family":"Saura","given":"A."}],"citation-key":"stenbergMlgsimProgramDetecting2003","container-title":"Molecular Ecology Notes","DOI":"10.1046/j.1471-8286.2003.00408.x","ISSN":"1471-8286","issue":"2","issued":{"date-parts":[["2003"]]},"language":"en","page":"329-331","source":"Wiley Online Library","title":"mlgsim: a program for detecting clones using a simulation approach","title-short":"mlgsim","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1046/j.1471-8286.2003.00408.x","volume":"3"},
  {"id":"stobbePotentialLimitationsBurgundy2013","abstract":"Burgundy truffles (Tuber aestivum syn. Tuber uncinatum) are the highly prized fruit bodies of subterranean fungi always occurring in ectomycorrhizal symbiosis with host plants. Successful cultivation can be achieved through artificial mycorrhization and outplanting of mostly oaks and hazel on suitable terrain. Here, we review ecological requirements, the influence of environmental factors, and the importance of molecular techniques for a successful cultivation of T. aestivum across Europe. The historical background and current knowledge of T. aestivum cultivation are discussed in light of its socioeconomic relevance.","author":[{"family":"Stobbe","given":"Ulrich"},{"family":"Egli","given":"Simon"},{"family":"Tegel","given":"Willy"},{"family":"Peter","given":"Martina"},{"family":"Sproll","given":"Ludger"},{"family":"Büntgen","given":"Ulf"}],"citation-key":"stobbePotentialLimitationsBurgundy2013","container-title":"Applied Microbiology and Biotechnology","container-title-short":"Applied Microbiology and Biotechnology","DOI":"10.1007/s00253-013-4956-0","ISSN":"1432-0614","issue":"12","issued":{"date-parts":[["2013",6,1]]},"page":"5215-5224","title":"Potential and limitations of Burgundy truffle cultivation","type":"article-journal","URL":"https://doi.org/10.1007/s00253-013-4956-0","volume":"97"},
  {"id":"stobbeSpatialDistributionEcological2012","abstract":"Several truffle species (Tuber spp.) are highly prized by chefs and gourmets with some commanding prices of up to €9.000kg−1 on international markets. Their ecological drivers and geographical patterns, however, often remain a puzzle. Truffle species in Germany are classified as Very Rare or even Extinct on the national Red Lists, while historical literature described their sporadic existence. Here we present evidence of seven Tuber species (T. aestivum, T. brumale, T. excavatum, T. fulgens, T. macrosporum, T. mesentericum, T. rufum), discovered at 121 sites in Southwest Germany. The valuable Burgundy truffle (T. aestivum) occurred at 116 sites. An unexpected abundance of Tuber spp. associated with 13 potential host plants along wide ecological gradients in a region far outside the traditional Mediterranean truffle foci in France, Italy and Spain, is likely indicative of possible responses to climate change, and also suggests ample truffle cultivation potential north of the Alpine arc.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Stobbe","given":"Ulrich"},{"family":"Büntgen","given":"Ulf"},{"family":"Sproll","given":"Ludger"},{"family":"Tegel","given":"Willy"},{"family":"Egli","given":"Simon"},{"family":"Fink","given":"Siegfried"}],"citation-key":"stobbeSpatialDistributionEcological2012","container-title":"Fungal Ecology","container-title-short":"Fungal Ecology","DOI":"10.1016/j.funeco.2012.02.001","ISSN":"1754-5048","issue":"5","issued":{"date-parts":[["2012",10,1]]},"page":"591-599","source":"ScienceDirect","title":"Spatial distribution and ecological variation of re-discovered German truffle habitats","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1754504812000268","volume":"5"},
  {"id":"streiblovaTruffleBruleEfficient2012","abstract":"The terms ‘brûlé’ and ‘burnt’ are used to describe vegetation-devoid areas of the ground around a range of woody plants interacting with certain truffle species. Increasing interest is currently focused on a systematic search for and study of volatile organic compounds (VOCs) emitted by truffles in the course of their life cycle. These metabolites are now recognized as biochemicals with an important impact on burnt formation. Based on current molecular approaches, Tuber melanosporum is emerging as an aggressive colonizer of the brûlé, dominant in competition with indigenous brûlé-associated organisms, suppressing their richness and biodiversity. There is compelling evidence that mycelia, mycorrhizae, and fruiting bodies of brûlé-forming truffles have evolved diffusible metabolites for their survival, typically characterized as having harmful effects on weeds, impairing seed germination, altering root morphogenesis and plant hormonal balance, or inhibiting the native rhizospheric microflora regularly associated with the brûlé. These effects can be widely interpreted as allelopathic phenomena, and the brûlé may thus be regarded as a promising opportunity to study truffle allelopathy. Considering the outstanding success of the genome analysis in T. melanosporum, we are facing a very difficult task to proceed from the molecular to the ecological level.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Streiblová","given":"Eva"},{"family":"Gryndlerová","given":"Hana"},{"family":"Gryndler","given":"Milan"}],"citation-key":"streiblovaTruffleBruleEfficient2012","container-title":"FEMS Microbiology Ecology","container-title-short":"FEMS Microbiology Ecology","DOI":"10.1111/j.1574-6941.2011.01283.x","ISSN":"0168-6496","issue":"1","issued":{"date-parts":[["2012",4,1]]},"page":"1-8","source":"Silverchair","title":"Truffle brûlé: an efficient fungal life strategy","title-short":"Truffle brûlé","type":"article-journal","URL":"https://doi.org/10.1111/j.1574-6941.2011.01283.x","volume":"80"},
  {"id":"taschenHowTruffleGot2016","abstract":"Abstract The life cycles and dispersal of edible fungi are still poorly known, thus limiting our understanding of their evolution and domestication. The prized Tuber melanosporum produces fruitbodies (fleshy organs where meiospores mature) gathered in natural, spontaneously inoculated forests or harvested in plantations of nursery-inoculated trees. Yet, how fruitbodies are formed remains unclear, thus limiting yields, and how current domestication attempts affect population genetic structure is overlooked. Fruitbodies result from mating between two haploid individuals: the maternal parent forms the flesh and the meiospores, while the paternal parent only contributes to the meiospores. We analyzed the genetic diversity of T. melanosporum comparatively in spontaneous forests vs. plantations, using SSR polymorphism of 950 samples from South-East France. All populations displayed strong genetic isolation by distance at the metric scale, possibly due to animal dispersal, meiospore persistence in soil, and/or exclusion of unrelated individuals by vegetative incompatibility. High inbreeding was consistently found, suggesting that parents often develop from meiospores produced by the same fruitbody. Unlike maternal genotypes, paternal mycelia contributed to few fruitbodies each, did not persist over years, and were undetectable on tree mycorrhizae. Thus, we postulate that germlings from the soil spore bank act as paternal partners. Paternal genetic diversity and outbreeding were higher in plantations than in spontaneous truffle-grounds, perhaps because truffle growers disperse fruitbodies to maintain inoculation in plantations. However, planted and spontaneous populations were not genetically isolated, so that T. melanosporum illustrates an early step of domestication where genetic structure remains little affected.","accessed":{"date-parts":[["2024",6,7]]},"author":[{"family":"Taschen","given":"E."},{"family":"Rousset","given":"F."},{"family":"Sauve","given":"M."},{"family":"Benoit","given":"L."},{"family":"Dubois","given":"M.-P."},{"family":"Richard","given":"F."},{"family":"Selosse","given":"M.-A."}],"citation-key":"taschenHowTruffleGot2016","container-title":"Molecular Ecology","container-title-short":"Molecular Ecology","DOI":"10.1111/mec.13864","ISSN":"0962-1083","issue":"22","issued":{"date-parts":[["2016",11,1]]},"page":"5611-5627","publisher":"John Wiley & Sons, Ltd","title":"How the truffle got its mate: insights from genetic structure in spontaneous and planted Mediterranean populations of <i>Tuber melanosporum</i>","type":"article-journal","URL":"https://doi.org/10.1111/mec.13864","volume":"25"},
  {"id":"taschenHowTruffleGot2016a","abstract":"The life cycles and dispersal of edible fungi are still poorly known, thus limiting our understanding of their evolution and domestication. The prized Tuber melanosporum produces fruitbodies (fleshy organs where meiospores mature) gathered in natural, spontaneously inoculated forests or harvested in plantations of nursery-inoculated trees. Yet, how fruitbodies are formed remains unclear, thus limiting yields, and how current domestication attempts affect population genetic structure is overlooked. Fruitbodies result from mating between two haploid individuals: the maternal parent forms the flesh and the meiospores, while the paternal parent only contributes to the meiospores. We analyzed the genetic diversity of T. melanosporum comparatively in spontaneous forests vs. plantations, using SSR polymorphism of 950 samples from South-East France. All populations displayed strong genetic isolation by distance at the metric scale, possibly due to animal dispersal, meiospore persistence in soil, and/or exclusion of unrelated individuals by vegetative incompatibility. High inbreeding was consistently found, suggesting that parents often develop from meiospores produced by the same fruitbody. Unlike maternal genotypes, paternal mycelia contributed to few fruitbodies each, did not persist over years, and were undetectable on tree mycorrhizae. Thus, we postulate that germlings from the soil spore bank act as paternal partners. Paternal genetic diversity and outbreeding were higher in plantations than in spontaneous truffle-grounds, perhaps because truffle growers disperse fruitbodies to maintain inoculation in plantations. However, planted and spontaneous populations were not genetically isolated, so that T. melanosporum illustrates an early step of domestication where genetic structure remains little affected.","accessed":{"date-parts":[["2024",11,8]]},"author":[{"family":"Taschen","given":"E."},{"family":"Rousset","given":"F."},{"family":"Sauve","given":"M."},{"family":"Benoit","given":"L."},{"family":"Dubois","given":"M.-P."},{"family":"Richard","given":"F."},{"family":"Selosse","given":"M.-A."}],"citation-key":"taschenHowTruffleGot2016a","container-title":"Molecular Ecology","DOI":"10.1111/mec.13864","ISSN":"1365-294X","issue":"22","issued":{"date-parts":[["2016"]]},"language":"en","license":"© 2016 John Wiley & Sons Ltd","page":"5611-5627","source":"Wiley Online Library","title":"How the truffle got its mate: insights from genetic structure in spontaneous and planted Mediterranean populations of Tuber melanosporum","title-short":"How the truffle got its mate","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mec.13864","volume":"25"},
  {"id":"taschenInsightTruffleBrule2020","abstract":"Tuber melanosporum is an ectomycorrhizal (ECM) fungus from Mediterranean transitional ecosystems where ECM trees start to dominate among arbuscular-mycorrhizal (AM) shrubs and herbs (companion plants). Its presence entails the development of ‘brûlés’, where vegetation is scarce for unknown reasons. Current T. melanosporum production comes from plantations where management often suppresses the understory vegetation, although empirical knowledge advocates a positive role of some companion plants in truffle production. This study aimed at (i) experimentally testing the reciprocal interaction between T. melanosporum and companion plants and (ii) examining T. melanosporum-mediated soil feedback involved in the dynamics of truffle ground vegetation.","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Taschen","given":"E."},{"family":"Sauve","given":"M."},{"family":"Vincent","given":"B."},{"family":"Parladé","given":"J."},{"family":"Tuinen","given":"D.","non-dropping-particle":"van"},{"family":"Aumeeruddy-Thomas","given":"Y."},{"family":"Assenat","given":"B."},{"family":"Selosse","given":"M.-A."},{"family":"Richard","given":"F."}],"citation-key":"taschenInsightTruffleBrule2020","container-title":"Plant and Soil","container-title-short":"Plant Soil","DOI":"10.1007/s11104-019-04340-2","ISSN":"1573-5036","issue":"1","issued":{"date-parts":[["2020",1,1]]},"language":"en","page":"577-594","source":"Springer Link","title":"Insight into the truffle brûlé: tripartite interactions between the black truffle (<i>Tuber melanosporum</i>), holm oak (<i>Quercus ilex</i>) and arbuscular mycorrhizal plants","title-short":"Insight into the truffle brûlé","type":"article-journal","URL":"https://doi.org/10.1007/s11104-019-04340-2","volume":"446"},
  {"id":"taylorSourcesFungalGenetic2017","abstract":"The first eukaryotic genome to be sequenced was fungal, and there continue to be more sequenced genomes in the kingdom Fungi than in any other eukaryotic kingdom. Comparison of these genomes reveals many sources of genetic variation, from single nucleotide polymorphisms to horizontal gene transfer and on to changes in the arrangement and number of chromosomes, not to mention endofungal bacteria and viruses. Population genomics shows that all sources generate variation all the time and implicate natural selection as the force maintaining genome stability. Variation in wild populations is a rich resource for associating genetic variation with phenotypic variation, whether through quantitative trait locus mapping, genome-wide association studies, or reverse ecology. Subjects of studies associating genetic and phenotypic variation include model fungi, e.g., Saccharomyces and Neurospora, but pioneering studies have also been made with fungi pathogenic to plants, e.g., Pyricularia (= Magnaporthe), Zymoseptoria, and Fusarium, and to humans, e.g., Coccidioides, Cryptococcus, and Candida.","accessed":{"date-parts":[["2024",11,8]]},"author":[{"family":"Taylor","given":"John W."},{"family":"Branco","given":"Sara"},{"family":"Gao","given":"Cheng"},{"family":"Hann-Soden","given":"Chris"},{"family":"Montoya","given":"Liliam"},{"family":"Sylvain","given":"Iman"},{"family":"Gladieux","given":"Pierre"}],"citation-key":"taylorSourcesFungalGenetic2017","container-title":"Microbiology Spectrum","DOI":"10.1128/microbiolspec.funk-0057-2016","issue":"5","issued":{"date-parts":[["2017",9,22]]},"page":"10.1128/microbiolspec.funk-0057-2016","publisher":"American Society for Microbiology","source":"journals.asm.org (Atypon)","title":"Sources of Fungal Genetic Variation and Associating It with Phenotypic Diversity","type":"article-journal","URL":"https://journals.asm.org/doi/10.1128/microbiolspec.funk-0057-2016","volume":"5"},
  {"id":"trappeHiddenLifeTruffles2010","accessed":{"date-parts":[["2024",5,20]]},"author":[{"family":"Trappe","given":"James M."},{"family":"Claridge","given":"Andrew W."}],"citation-key":"trappeHiddenLifeTruffles2010","container-title":"Scientific American","ISSN":"0036-8733","issue":"4","issued":{"date-parts":[["2010"]]},"page":"78-85","publisher":"Scientific American, a division of Nature America, Inc.","source":"JSTOR","title":"The Hidden Life of Truffles","type":"article-journal","URL":"https://www.jstor.org/stable/26001985","volume":"302"},
  {"id":"TruffeTrufficultureEditions","accessed":{"date-parts":[["2024",5,20]]},"citation-key":"TruffeTrufficultureEditions","title":"Truffe et trufficulture - Editions FANLAC","type":"webpage","URL":"https://fanlac.com/produit/truffe-et-trufficulture-2/"},
  {"id":"TuberLuomaeNew","accessed":{"date-parts":[["2024",5,20]]},"citation-key":"TuberLuomaeNew","title":"<i>Tuber luomae</i>, a new spiny-spored truffle species from the Pacifi...: Ingenta Connect","type":"webpage","URL":"https://www.ingentaconnect.com/content/wfbi/fuse/2020/00000006/00000001/art00016"},
  {"id":"TwoNovelTuber","accessed":{"date-parts":[["2024",5,20]]},"citation-key":"TwoNovelTuber","title":"Two novel <i>Tuber</i> species (<i>Tuberaceae, Pezizales</i>) in the Latisporum Group from China","type":"webpage","URL":"https://www.jstage.jst.go.jp/article/mycosci/58/5/58_MYC58312/_article/-char/ja/"},
  {"id":"vieiraMicrosatelliteMarkersWhat2016","abstract":"Microsatellites or Single Sequence Repeats (SSRs) are extensively employed in plant\ngenetics studies, using both low and high throughput genotyping approaches. Motivated\nby the importance of these sequences over the last decades this review aims to\naddress some theoretical aspects of SSRs, including definition, characterization and\nbiological function. The methodologies for the development of SSR loci, genotyping\nand their applications as molecular markers are also reviewed. Finally, two data\nsurveys are presented. The first was conducted using the main database of Web of\nScience, prospecting for articles published over the period from 2010 to 2015,\nresulting in approximately 930 records. The second survey was focused on papers that\naimed at SSR marker development, published in the American Journal of Botany's Primer\nNotes and Protocols in Plant Sciences (over 2013 up to 2015), resulting in a total of\n87 publications. This scenario confirms the current relevance of SSRs and indicates\ntheir continuous utilization in plant science.","accessed":{"date-parts":[["2024",4,2]]},"author":[{"family":"Vieira","given":"Maria Lucia Carneiro"},{"family":"Santini","given":"Luciane"},{"family":"Diniz","given":"Augusto Lima"},{"family":"Munhoz","given":"Carla de Freitas"}],"citation-key":"vieiraMicrosatelliteMarkersWhat2016","container-title":"Genetics and Molecular Biology","container-title-short":"Genet Mol Biol","DOI":"10.1590/1678-4685-GMB-2016-0027","ISSN":"1415-4757","issue":"3","issued":{"date-parts":[["2016"]]},"page":"312-328","PMCID":"PMC5004837","PMID":"27561112","source":"PubMed Central","title":"Microsatellite markers: what they mean and why they are so useful","title-short":"Microsatellite markers","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5004837/","volume":"39"},
  {"id":"weirEstimatingFStatisticsAnalysis1984","abstract":"Formulae are given for estimators for the parameters F, θ, f (F<sub>IT</sub>, F<sub>ST</sub>, F<sub>IS</sub>) of population structure. As with all such estimators, ratios are used so that their properties are not known exactly, but they have been found to perform satisfactorily in simulations. Unlike the estimators in general use, the formulae do not make assumptions concerning numbers of populations, sample sizes, or heterozygote frequencies. As such, they are suited to small data sets and will aid the comparisons of results of different investigators. A simple weighting procedure is suggested for combining information over alleles and loci, and sample variances may be estimated by a jackknife procedure.","accessed":{"date-parts":[["2024",11,2]]},"author":[{"family":"Weir","given":"B. S."},{"family":"Cockerham","given":"C. Clark"}],"citation-key":"weirEstimatingFStatisticsAnalysis1984","container-title":"Evolution","DOI":"10.2307/2408641","ISSN":"0014-3820","issue":"6","issued":{"date-parts":[["1984"]]},"page":"1358-1370","publisher":"Oxford University Press","source":"JSTOR","title":"Estimating F-Statistics for the Analysis of Population Structure","type":"article-journal","URL":"https://www.jstor.org/stable/2408641","volume":"38"},
  {"id":"wickhamGgplot2ElegantGraphics2016","author":[{"family":"Wickham","given":"Hadley"}],"citation-key":"wickhamGgplot2ElegantGraphics2016","ISBN":"978-3-319-24277-4","issued":{"date-parts":[["2016"]]},"publisher":"Springer-Verlag New York","title":"ggplot2: Elegant graphics for data analysis","type":"book","URL":"https://ggplot2.tidyverse.org"},
  {"id":"wickhamWelcomeTidyverse2019","author":[{"family":"Wickham","given":"Hadley"},{"family":"Averick","given":"Mara"},{"family":"Bryan","given":"Jennifer"},{"family":"Chang","given":"Winston"},{"family":"McGowan","given":"Lucy D'Agostino"},{"family":"François","given":"Romain"},{"family":"Grolemund","given":"Garrett"},{"family":"Hayes","given":"Alex"},{"family":"Henry","given":"Lionel"},{"family":"Hester","given":"Jim"},{"family":"Kuhn","given":"Max"},{"family":"Pedersen","given":"Thomas Lin"},{"family":"Miller","given":"Evan"},{"family":"Bache","given":"Stephan Milton"},{"family":"Müller","given":"Kirill"},{"family":"Ooms","given":"Jeroen"},{"family":"Robinson","given":"David"},{"family":"Seidel","given":"Dana Paige"},{"family":"Spinu","given":"Vitalie"},{"family":"Takahashi","given":"Kohske"},{"family":"Vaughan","given":"Davis"},{"family":"Wilke","given":"Claus"},{"family":"Woo","given":"Kara"},{"family":"Yutani","given":"Hiroaki"}],"citation-key":"wickhamWelcomeTidyverse2019","container-title":"Journal of Open Source Software","DOI":"10.21105/joss.01686","issue":"43","issued":{"date-parts":[["2019"]]},"page":"1686","title":"Welcome to the tidyverse","type":"article-journal","volume":"4"},
  {"id":"yeSeasonalSuccessionFungal2023","abstract":"Truffles are a rare underground fungus and one of the most expensive, and sought-after kitchen ingredients in the world. Microbial ecology plays an important role in the annual growth cycle of truffles, but fungal communities in native truffle ...","accessed":{"date-parts":[["2024",11,8]]},"author":[{"family":"Ye","given":"Lei"},{"family":"Yang","given":"Xuezhen"},{"family":"Zhang","given":"Bo"},{"family":"Zhou","given":"Jie"},{"family":"Tian","given":"Hong"},{"family":"Zhang","given":"Xiaoping"},{"family":"Li","given":"Xiaolin"}],"citation-key":"yeSeasonalSuccessionFungal2023","container-title":"Applied and Environmental Microbiology","DOI":"10.1128/aem.00195-23","issue":"7","issued":{"date-parts":[["2023",6,20]]},"language":"en","page":"e00195","PMID":"37338363","source":"pmc.ncbi.nlm.nih.gov","title":"Seasonal Succession of Fungal Communities in Native Truffle (Tuber indicum) Ecosystems","type":"article-journal","URL":"https://pmc.ncbi.nlm.nih.gov/articles/PMC10370315/","volume":"89"}
]
