[
	{
		"id": "staubliHiddenFairyRings2022",
		"type": "article-journal",
		"abstract": "Burgundy truffles are heterothallic ascomycetes that grow in symbiosis with trees. Despite their esteemed belowground fruitbodies, the species’ complex lifecycle is still not fully understood. Here, we present the genetic patterns in three natural Burgundy truffle populations based on genotyped fruitbodies, ascospore extracts and ectomycorrhizal root tips using microsatellites and the mating-type locus. Distinct genetic structures with high relatedness in close vicinity were found for females (forming the fruitbodies) and males (fertilizing partner as inferred from ascospore extracts), with high genotypic diversity and annual turnover of males, suggesting that ephemeral male mating partners are germinating ascospores from decaying fruitbodies. The presence of hermaphrodites and the interannual persistence of a few males suggest that persistent mycelia may sporadically also act as males. Only female or hermaphroditic individuals were detected on root tips. At one site, fruitbodies grew in a fairy ring formed by a large female individual that showed an outward growth rate of 30 cm per year, with the mycelium decaying within the ring and being fertilized by over 50 male individuals. While fairy ring structures have never been shown for truffles, the genetics of Burgundy truffle populations support a similar reproductive biology as those of other highly prized truffles.",
		"container-title": "Environmental Microbiology",
		"DOI": "10.1111/1462-2920.16131",
		"ISSN": "1462-2912, 1462-2920",
		"issue": "12",
		"journalAbbreviation": "Environmental Microbiology",
		"language": "en",
		"page": "6376-6391",
		"source": "DOI.org (Crossref)",
		"title": "Hidden fairy rings and males—Genetic patterns of natural Burgundy truffle ( <i>Tuber aestivum</i> Vittad.) populations reveal new insights into its life cycle",
		"URL": "https://sfamjournals.onlinelibrary.wiley.com/doi/10.1111/1462-2920.16131",
		"volume": "24",
		"author": [
			{
				"family": "Staubli",
				"given": "Florian"
			},
			{
				"family": "Imola",
				"given": "Lea"
			},
			{
				"family": "Dauphin",
				"given": "Benjamin"
			},
			{
				"family": "Molinier",
				"given": "Virginie"
			},
			{
				"family": "Pfister",
				"given": "Stephanie"
			},
			{
				"family": "Piñuela",
				"given": "Yasmine"
			},
			{
				"family": "Schürz",
				"given": "Laura"
			},
			{
				"family": "Sproll",
				"given": "Ludger"
			},
			{
				"family": "Steidinger",
				"given": "Brian S."
			},
			{
				"family": "Stobbe",
				"given": "Uli"
			},
			{
				"family": "Tegel",
				"given": "Willy"
			},
			{
				"family": "Büntgen",
				"given": "Ulf"
			},
			{
				"family": "Egli",
				"given": "Simon"
			},
			{
				"family": "Peter",
				"given": "Martina"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					2,
					5
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					12
				]
			]
		}
	},
	{
		"id": "diniz-filhoMantelTestPopulation2013",
		"type": "article-journal",
		"abstract": "The comparison of genetic divergence or genetic distances, estimated by pairwise FST and related statistics, with geographical distances by Mantel test is one of the most popular approaches to evaluate spatial processes driving population structure. There have been, however, recent criticisms and discussions on the statistical performance of the Mantel test. Simultaneously, alternative frameworks for data analyses are being proposed. Here, we review the Mantel test and its variations, including Mantel correlograms and partial correlations and regressions. For illustrative purposes, we studied spatial genetic divergence among 25 populations of Dipteryx alata (“Baru”), a tree species endemic to the Cerrado, the Brazilian savannas, based on 8 microsatellite loci. We also applied alternative methods to analyze spatial patterns in this dataset, especially a multivariate generalization of Spatial Eigenfunction Analysis based on redundancy analysis. The different approaches resulted in similar estimates of the magnitude of spatial structure in the genetic data. Furthermore, the results were expected based on previous knowledge of the ecological and evolutionary processes underlying genetic variation in this species. Our review shows that a careful application and interpretation of Mantel tests, especially Mantel correlograms, can overcome some potential statistical problems and provide a simple and useful tool for multivariate analysis of spatial patterns of genetic divergence.",
		"container-title": "Genetics and Molecular Biology",
		"DOI": "10.1590/S1415-47572013000400002",
		"ISSN": "1415-4757",
		"issue": "4",
		"journalAbbreviation": "Genet Mol Biol",
		"note": "PMID: 24385847\nPMCID: PMC3873175",
		"page": "475-485",
		"source": "PubMed Central",
		"title": "Mantel test in population genetics",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3873175/",
		"volume": "36",
		"author": [
			{
				"family": "Diniz-Filho",
				"given": "José Alexandre F."
			},
			{
				"family": "Soares",
				"given": "Thannya N."
			},
			{
				"family": "Lima",
				"given": "Jacqueline S."
			},
			{
				"family": "Dobrovolski",
				"given": "Ricardo"
			},
			{
				"family": "Landeiro",
				"given": "Victor Lemes"
			},
			{
				"family": "Campos Telles",
				"given": "Mariana Pires",
				"non-dropping-particle": "de"
			},
			{
				"family": "Rangel",
				"given": "Thiago F."
			},
			{
				"family": "Bini",
				"given": "Luis Mauricio"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					2,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					12
				]
			]
		}
	},
	{
		"id": "steidingerFallSummerTruffle2022",
		"type": "article-journal",
		"abstract": "Global warming is pushing populations outside their range of physiological tolerance. According to the environmental envelope framework, the most vulnerable populations occur near the climatic edge of their species' distributions. In contrast, populations from the climatic center of the species range should be relatively buffered against climate warming. We tested this latter prediction using a combination of linear mixed effects and machine learning algorithms on an extensive, citizen-scientist generated dataset on the fruitbody productivity of the Burgundy (aka summer) truffle (Tuber aestivum Vittad.), a keystone, ectomycorrhizal tree-symbiont occurring on a wide range of temperate climates. T. aestivum's fruitbody productivity was monitored at 3-week resolution over up to 8 continuous years at 20 sites distributed in the climatic center of its European distribution in southwest Germany and Switzerland. We found that T. aestivum fruitbody production is more sensitive to summer drought than would be expected from the breadth of its species' climatic niche. The monitored populations occurring nearly 5°C colder than the edge of their species' climatic distribution. However, interannual fruitbody productivity (truffle mass year−1) fell by a median loss of 22% for every 1°C increase in summer temperature over a site's 30-year mean. Among the most productive monitored populations, the temperature sensitivity was even higher, with single summer temperature anomalies of 3°C sufficient to stop fruitbody production altogether. Interannual truffle productivity was also related to the phenology of host trees, with 22 g less truffle mass for each 1-day reduction in the length of the tree growing season. Increasing summer drought extremes are therefore likely to reduce fruiting among summer truffle populations throughout Central Europe. Our results suggest that European T. aestivum may be a mosaic of vulnerable populations, sensitive to climate-driven declines at lower thresholds than implied by its species distribution model.",
		"container-title": "Global Change Biology",
		"DOI": "10.1111/gcb.16424",
		"ISSN": "1365-2486",
		"issue": "24",
		"language": "en",
		"license": "© 2022 The Authors. Global Change Biology published by John Wiley & Sons Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/gcb.16424",
		"page": "7376-7390",
		"source": "Wiley Online Library",
		"title": "The fall of the summer truffle: Recurring hot, dry summers result in declining fruitbody production of Tuber aestivum in Central Europe",
		"title-short": "The fall of the summer truffle",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/gcb.16424",
		"volume": "28",
		"author": [
			{
				"family": "Steidinger",
				"given": "Brian S."
			},
			{
				"family": "Büntgen",
				"given": "Ulf"
			},
			{
				"family": "Stobbe",
				"given": "Uli"
			},
			{
				"family": "Tegel",
				"given": "Willy"
			},
			{
				"family": "Sproll",
				"given": "Ludger"
			},
			{
				"family": "Haeni",
				"given": "Matthias"
			},
			{
				"family": "Moser",
				"given": "Barbara"
			},
			{
				"family": "Bagi",
				"given": "István"
			},
			{
				"family": "Bonet",
				"given": "José-Antonio"
			},
			{
				"family": "Buée",
				"given": "Marc"
			},
			{
				"family": "Dauphin",
				"given": "Benjamin"
			},
			{
				"family": "Martínez-Peña",
				"given": "Fernando"
			},
			{
				"family": "Molinier",
				"given": "Virginie"
			},
			{
				"family": "Zweifel",
				"given": "Roman"
			},
			{
				"family": "Egli",
				"given": "Simon"
			},
			{
				"family": "Peter",
				"given": "Martina"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					3,
					5
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "molinierFirstIdentificationPolymorphic2013",
		"type": "article-journal",
		"abstract": "• Premise of the study: Tuber aestivum, the most common truffle in Europe, plays an important role in the commercial truffle market. For the first time, microsatellite primers were developed to investigate polymorphism within this species., • Methods and Results: Using direct shotgun pyrosequencing, 15 polymorphic microsatellites were identified out of the 7784 perfect microsatellites present in the 534620 reads obtained. Tested on 75 samples, these microsatellites were highly polymorphic. The number of alleles varied from four to 15, and the expected heterozygosity ranged from 0.266 to 0.620. A multilocus analysis allowed the identification of 63 genotypes over the 75 samples analyzed., • Conclusions: Direct shotgun pyrosequencing is a fast and relatively low-cost technique allowing identification of microsatellites in nonmodel species. The microsatellites developed in this study will be useful in population genetic studies to infer the evolutionary history of this species.",
		"container-title": "Applications in Plant Sciences",
		"DOI": "10.3732/apps.1200220",
		"ISSN": "2168-0450",
		"issue": "2",
		"journalAbbreviation": "Appl Plant Sci",
		"note": "PMID: 25202513\nPMCID: PMC4105367",
		"page": "apps.1200220",
		"source": "PubMed Central",
		"title": "First identification of polymorphic microsatellite markers in the Burgundy truffle, Tuber aestivum (Tuberaceae)1",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4105367/",
		"volume": "1",
		"author": [
			{
				"family": "Molinier",
				"given": "Virginie"
			},
			{
				"family": "Murat",
				"given": "Claude"
			},
			{
				"family": "Morin",
				"given": "Emmanuelle"
			},
			{
				"family": "Gollotte",
				"given": "Armelle"
			},
			{
				"family": "Wipf",
				"given": "Daniel"
			},
			{
				"family": "Martin",
				"given": "Francis"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					3,
					5
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					1,
					31
				]
			]
		}
	},
	{
		"id": "molinierSSRbasedIdentificationGenetic2016",
		"type": "article-journal",
		"container-title": "Mycorrhiza",
		"DOI": "10.1007/s00572-015-0649-0",
		"ISSN": "0940-6360",
		"language": "en",
		"page": "99-110",
		"source": "www.dora.lib4ri.ch",
		"title": "SSR-based identification of genetic groups within European populations of &lt;em&gt;Tuber aestivum&lt;/em&gt; Vittad",
		"URL": "https://www.dora.lib4ri.ch/wsl/islandora/object/wsl%3A5371/",
		"author": [
			{
				"family": "Molinier",
				"given": "Virgine"
			},
			{
				"family": "Murat",
				"given": "Claude"
			},
			{
				"family": "Peter",
				"given": "Martina"
			},
			{
				"family": "Gollotte",
				"given": "Armelle"
			},
			{
				"family": "De la Varga",
				"given": "Herminia"
			},
			{
				"family": "Meier",
				"given": "Barbara"
			},
			{
				"family": "Egli",
				"given": "Simon"
			},
			{
				"family": "Belfiori",
				"given": "Beatrice"
			},
			{
				"family": "Paolocci",
				"given": "Francesco"
			},
			{
				"family": "Wipf",
				"given": "Daniel"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					3,
					5
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "molinierFinescaleGeneticStructure2016",
		"type": "article-journal",
		"abstract": "Although the Burgundy truffle (Tuber aestivum) is an ectomycorrhizal fungus of important economic value, its subterranean life cycle and population biology are still poorly understood. Here, we determine mating type and simple sequence repeat (SSR) maternal genotypes of mapped fruiting bodies to assess their genetic structure within two naturally colonized forest sites in southern Germany. Forty-one genotypes were identified from 112 fruiting bodies. According to their mating types, the maternal genotypes were aggregated only in one population. Genotypic diversity of individuals that mostly were small and occurred in 1 out of 2 years of sampling was high. Although these results suggested a ruderal colonization strategy, some genets spread several hundred meters. This result indicates that, besides sexual spore dispersal, vegetative growth or spreading by mycelial propagules contributes to dissemination. In one site, fewer individuals with a tendency to expand genets belonging to only one genetic group were observed. In the second site, numerous small individuals were found and were grouped into two clearly differentiated genetic groups that were spatially intermingled. Forest characteristics and disturbances are possible reasons for the observed genetic patterns. Our findings contribute to a better understanding of the biology of one of the most widespread and commercially important truffle species. This knowledge is critical for establishing and maintaining sustainable long-term truffle cultivations.",
		"container-title": "Mycorrhiza",
		"DOI": "10.1007/s00572-016-0719-y",
		"ISSN": "1432-1890",
		"issue": "8",
		"journalAbbreviation": "Mycorrhiza",
		"language": "eng",
		"note": "PMID: 27460217",
		"page": "895-907",
		"source": "PubMed",
		"title": "Fine-scale genetic structure of natural Tuber aestivum sites in southern Germany",
		"volume": "26",
		"author": [
			{
				"family": "Molinier",
				"given": "Virginie"
			},
			{
				"family": "Murat",
				"given": "Claude"
			},
			{
				"family": "Baltensweiler",
				"given": "Andri"
			},
			{
				"family": "Büntgen",
				"given": "Ulf"
			},
			{
				"family": "Martin",
				"given": "Francis"
			},
			{
				"family": "Meier",
				"given": "Barbara"
			},
			{
				"family": "Moser",
				"given": "Barbara"
			},
			{
				"family": "Sproll",
				"given": "Ludger"
			},
			{
				"family": "Stobbe",
				"given": "Ulrich"
			},
			{
				"family": "Tegel",
				"given": "Willy"
			},
			{
				"family": "Egli",
				"given": "Simon"
			},
			{
				"family": "Peter",
				"given": "Martina"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2016",
					11
				]
			]
		}
	},
	{
		"id": "legendreComparisonMantelTest2010",
		"type": "article-journal",
		"abstract": "The Mantel test is widely used to test the linear or monotonic independence of the elements in two distance matrices. It is one of the few appropriate tests when the hypothesis under study can only be formulated in terms of distances; this is often the case with genetic data. In particular, the Mantel test has been widely used to test for spatial relationship between genetic data and spatial layout of the sampling locations. We describe the domain of application of the Mantel test and derived forms. Formula development demonstrates that the sum-of-squares (SS) partitioned in Mantel tests and regression on distance matrices differs from the SS partitioned in linear correlation, regression and canonical analysis. Numerical simulations show that in tests of significance of the relationship between simple variables and multivariate data tables, the power of linear correlation, regression and canonical analysis is far greater than that of the Mantel test and derived forms, meaning that the former methods are much more likely than the latter to detect a relationship when one is present in the data. Examples of difference in power are given for the detection of spatial gradients. Furthermore, the Mantel test does not correctly estimate the proportion of the original data variation explained by spatial structures. The Mantel test should not be used as a general method for the investigation of linear relationships or spatial structures in univariate or multivariate data. Its use should be restricted to tests of hypotheses that can only be formulated in terms of distances.",
		"container-title": "Molecular Ecology Resources",
		"DOI": "10.1111/j.1755-0998.2010.02866.x",
		"ISSN": "1755-0998",
		"issue": "5",
		"language": "en",
		"license": "© 2010 Blackwell Publishing Ltd",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1755-0998.2010.02866.x",
		"page": "831-844",
		"source": "Wiley Online Library",
		"title": "Comparison of the Mantel test and alternative approaches for detecting complex multivariate relationships in the spatial analysis of genetic data",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1755-0998.2010.02866.x",
		"volume": "10",
		"author": [
			{
				"family": "Legendre",
				"given": "Pierre"
			},
			{
				"family": "Fortin",
				"given": "Marie-Josée"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					3,
					5
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2010"
				]
			]
		}
	},
	{
		"id": "kamvarPopprPackageGenetic2014",
		"type": "article-journal",
		"abstract": "Many microbial, fungal, or oomcyete populations violate assumptions for population genetic analysis because these populations are clonal, admixed, partially clonal, and/or sexual. Furthermore, few tools exist that are specifically designed for analyzing data from clonal populations, making analysis difficult and haphazard. We developed the R package poppr providing unique tools for analysis of data from admixed, clonal, mixed, and/or sexual populations. Currently, poppr can be used for dominant/codominant and haploid/diploid genetic data. Data can be imported from several formats including GenAlEx formatted text files and can be analyzed on a user-defined hierarchy that includes unlimited levels of subpopulation structure and clone censoring. New functions include calculation of Bruvo's distance for microsatellites, batch-analysis of the index of association with several indices of genotypic diversity, and graphing including dendrograms with bootstrap support and minimum spanning networks. While functions for genotypic diversity and clone censoring are specific for clonal populations, several functions found in poppr are also valuable to analysis of any populations. A manual with documentation and examples is provided. Poppr is open source and major releases are available on CRAN: http://cran.r-project.org/package=poppr. More supporting documentation and tutorials can be found under 'resources' at: http://grunwaldlab.cgrb.oregonstate.edu/.",
		"container-title": "PeerJ",
		"DOI": "10.7717/peerj.281",
		"ISSN": "2167-8359",
		"journalAbbreviation": "PeerJ",
		"language": "eng",
		"note": "PMID: 24688859\nPMCID: PMC3961149",
		"page": "e281",
		"source": "PubMed",
		"title": "Poppr: an R package for genetic analysis of populations with clonal, partially clonal, and/or sexual reproduction",
		"title-short": "Poppr",
		"volume": "2",
		"author": [
			{
				"family": "Kamvar",
				"given": "Zhian N."
			},
			{
				"family": "Tabima",
				"given": "Javier F."
			},
			{
				"family": "Grünwald",
				"given": "Niklaus J."
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014"
				]
			]
		}
	},
	{
		"id": "milgroomRecombinationMultilocusStructure1996a",
		"type": "article-journal",
		"abstract": "This review examines the relationship between recombination and the multilocus structure of populations. This discussion of population structure is based on the pattern of genetic variation within populations, especially the frequencies of multilocus genotypes, which can be used for making inferences about recombination. Three questions are addressed: Is population structure consistent with a random mating hypothesis? Is there evidence for recombination? How frequently does recombination occur?",
		"container-title": "Annual Review of Phytopathology",
		"DOI": "10.1146/annurev.phyto.34.1.457",
		"ISSN": "0066-4286",
		"journalAbbreviation": "Annu Rev Phytopathol",
		"language": "eng",
		"note": "PMID: 15012552",
		"page": "457-477",
		"source": "PubMed",
		"title": "Recombination and the multilocus structure of fungal populations",
		"volume": "34",
		"author": [
			{
				"family": "Milgroom",
				"given": "M. G."
			}
		],
		"issued": {
			"date-parts": [
				[
					"1996"
				]
			]
		}
	},
	{
		"id": "mclaughlinSearchFungalTree2009",
		"type": "article-journal",
		"abstract": "The Fungi comprise a diverse kingdom of eukaryotes that are characterized by a typically filamentous but sometimes unicellular vegetative form, and heterotrophic, absorptive nutrition. Their simple morphologies and variable ecological strategies have confounded efforts to elucidate their limits, phylogenetic relationships, and diversity. Here we review progress in developing a phylogenetic classification of Fungi since Darwin's On the Origin of Species. Knowledge of phylogenetic relationships has been driven by the available characters that have ranged from morphological and ultrastructural to biochemical and genomic. With the availability of multiple gene phylogenies a well-corroborated phylogenetic classification has now begun to emerge. In the process some fungus-like heterotrophs have been shown to belong elsewhere, and several groups of enigmatic eukaryotic microbes have been added to the Fungi.",
		"container-title": "Trends in Microbiology",
		"DOI": "10.1016/j.tim.2009.08.001",
		"ISSN": "0966-842X",
		"issue": "11",
		"journalAbbreviation": "Trends in Microbiology",
		"page": "488-497",
		"source": "ScienceDirect",
		"title": "The search for the fungal tree of life",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0966842X0900170X",
		"volume": "17",
		"author": [
			{
				"family": "McLaughlin",
				"given": "David J."
			},
			{
				"family": "Hibbett",
				"given": "David S."
			},
			{
				"family": "Lutzoni",
				"given": "François"
			},
			{
				"family": "Spatafora",
				"given": "Joseph W."
			},
			{
				"family": "Vilgalys",
				"given": "Rytas"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					3,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2009",
					11,
					1
				]
			]
		}
	},
	{
		"id": "molinierBurgundyTruffleTuber2016",
		"type": "chapter",
		"abstract": "Tuber aestivum (Vittadini, Monographia tuberacearum, 1831) is an ectomycorrhizal fungus that establishes a symbiosis with various host tree species, such as oak, beech, and hazel. The mycorrhizas of T. aestivum show a characteristic tangled hairy feature, due to the presence of many curled, interwoven cystidia. Morphological features of the ascocarps include a black peridium and a white-ochre to dark-brown gleba color, depending on the maturity. In 1887, Chatin separated T. aestivum into two distinct species through a novel description of Tuber uncinatum on the basis of morphological characteristics. Recent phylogenetic analyses suggest that existing morphological differences between T. uncinatum and T. aestivum do not reflect two different species and support the use of T. aestivum as the only scientific name. With a distribution throughout Europe and as far east as the Caucasian regions, T. aestivum shows ecological polymorphism, with different maturity periods and a broad range of ecological preferences depending on the geographical location.",
		"container-title": "True Truffle (Tuber spp.) in the World: Soil Ecology, Systematics and Biochemistry",
		"event-place": "Cham",
		"ISBN": "978-3-319-31436-5",
		"language": "en",
		"note": "DOI: 10.1007/978-3-319-31436-5_3",
		"page": "33-47",
		"publisher": "Springer International Publishing",
		"publisher-place": "Cham",
		"source": "Springer Link",
		"title": "The Burgundy Truffle (Tuber aestivum syn. uncinatum): A Truffle Species with a Wide Habitat Range over Europe",
		"title-short": "The Burgundy Truffle (Tuber aestivum syn. uncinatum)",
		"URL": "https://doi.org/10.1007/978-3-319-31436-5_3",
		"author": [
			{
				"family": "Molinier",
				"given": "Virginie"
			},
			{
				"family": "Peter",
				"given": "Martina"
			},
			{
				"family": "Stobbe",
				"given": "Ulrich"
			},
			{
				"family": "Egli",
				"given": "Simon"
			}
		],
		"editor": [
			{
				"family": "Zambonelli",
				"given": "Alessandra"
			},
			{
				"family": "Iotti",
				"given": "Mirco"
			},
			{
				"family": "Murat",
				"given": "Claude"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					3,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "miyauchiLargescaleGenomeSequencing2020",
		"type": "article-journal",
		"abstract": "Mycorrhizal fungi are mutualists that play crucial roles in nutrient acquisition in terrestrial ecosystems. Mycorrhizal symbioses arose repeatedly across multiple lineages of Mucoromycotina, Ascomycota, and Basidiomycota. Considerable variation exists in the capacity of mycorrhizal fungi to acquire carbon from soil organic matter. Here, we present a combined analysis of 135 fungal genomes from 73 saprotrophic, endophytic and pathogenic species, and 62 mycorrhizal species, including 29 new mycorrhizal genomes. This study samples ecologically dominant fungal guilds for which there were previously no symbiotic genomes available, including ectomycorrhizal Russulales, Thelephorales and Cantharellales. Our analyses show that transitions from saprotrophy to symbiosis involve (1) widespread losses of degrading enzymes acting on lignin and cellulose, (2) co-option of genes present in saprotrophic ancestors to fulfill new symbiotic functions, (3) diversification of novel, lineage-specific symbiosis-induced genes, (4) proliferation of transposable elements and (5) divergent genetic innovations underlying the convergent origins of the ectomycorrhizal guild.",
		"container-title": "Nature Communications",
		"DOI": "10.1038/s41467-020-18795-w",
		"ISSN": "2041-1723",
		"issue": "1",
		"journalAbbreviation": "Nat Commun",
		"language": "en",
		"license": "2020 The Author(s)",
		"note": "publisher: Nature Publishing Group",
		"page": "5125",
		"source": "www.nature.com",
		"title": "Large-scale genome sequencing of mycorrhizal fungi provides insights into the early evolution of symbiotic traits",
		"URL": "https://www.nature.com/articles/s41467-020-18795-w",
		"volume": "11",
		"author": [
			{
				"family": "Miyauchi",
				"given": "Shingo"
			},
			{
				"family": "Kiss",
				"given": "Enikő"
			},
			{
				"family": "Kuo",
				"given": "Alan"
			},
			{
				"family": "Drula",
				"given": "Elodie"
			},
			{
				"family": "Kohler",
				"given": "Annegret"
			},
			{
				"family": "Sánchez-García",
				"given": "Marisol"
			},
			{
				"family": "Morin",
				"given": "Emmanuelle"
			},
			{
				"family": "Andreopoulos",
				"given": "Bill"
			},
			{
				"family": "Barry",
				"given": "Kerrie W."
			},
			{
				"family": "Bonito",
				"given": "Gregory"
			},
			{
				"family": "Buée",
				"given": "Marc"
			},
			{
				"family": "Carver",
				"given": "Akiko"
			},
			{
				"family": "Chen",
				"given": "Cindy"
			},
			{
				"family": "Cichocki",
				"given": "Nicolas"
			},
			{
				"family": "Clum",
				"given": "Alicia"
			},
			{
				"family": "Culley",
				"given": "David"
			},
			{
				"family": "Crous",
				"given": "Pedro W."
			},
			{
				"family": "Fauchery",
				"given": "Laure"
			},
			{
				"family": "Girlanda",
				"given": "Mariangela"
			},
			{
				"family": "Hayes",
				"given": "Richard D."
			},
			{
				"family": "Kéri",
				"given": "Zsófia"
			},
			{
				"family": "LaButti",
				"given": "Kurt"
			},
			{
				"family": "Lipzen",
				"given": "Anna"
			},
			{
				"family": "Lombard",
				"given": "Vincent"
			},
			{
				"family": "Magnuson",
				"given": "Jon"
			},
			{
				"family": "Maillard",
				"given": "François"
			},
			{
				"family": "Murat",
				"given": "Claude"
			},
			{
				"family": "Nolan",
				"given": "Matt"
			},
			{
				"family": "Ohm",
				"given": "Robin A."
			},
			{
				"family": "Pangilinan",
				"given": "Jasmyn"
			},
			{
				"family": "Pereira",
				"given": "Maíra de Freitas"
			},
			{
				"family": "Perotto",
				"given": "Silvia"
			},
			{
				"family": "Peter",
				"given": "Martina"
			},
			{
				"family": "Pfister",
				"given": "Stephanie"
			},
			{
				"family": "Riley",
				"given": "Robert"
			},
			{
				"family": "Sitrit",
				"given": "Yaron"
			},
			{
				"family": "Stielow",
				"given": "J. Benjamin"
			},
			{
				"family": "Szöllősi",
				"given": "Gergely"
			},
			{
				"family": "Žifčáková",
				"given": "Lucia"
			},
			{
				"family": "Štursová",
				"given": "Martina"
			},
			{
				"family": "Spatafora",
				"given": "Joseph W."
			},
			{
				"family": "Tedersoo",
				"given": "Leho"
			},
			{
				"family": "Vaario",
				"given": "Lu-Min"
			},
			{
				"family": "Yamada",
				"given": "Akiyoshi"
			},
			{
				"family": "Yan",
				"given": "Mi"
			},
			{
				"family": "Wang",
				"given": "Pengfei"
			},
			{
				"family": "Xu",
				"given": "Jianping"
			},
			{
				"family": "Bruns",
				"given": "Tom"
			},
			{
				"family": "Baldrian",
				"given": "Petr"
			},
			{
				"family": "Vilgalys",
				"given": "Rytas"
			},
			{
				"family": "Dunand",
				"given": "Christophe"
			},
			{
				"family": "Henrissat",
				"given": "Bernard"
			},
			{
				"family": "Grigoriev",
				"given": "Igor V."
			},
			{
				"family": "Hibbett",
				"given": "David"
			},
			{
				"family": "Nagy",
				"given": "László G."
			},
			{
				"family": "Martin",
				"given": "Francis M."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					3,
					26
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					10,
					12
				]
			]
		}
	},
	{
		"id": "moserEcologicalIndicatorsTuber2017",
		"type": "article-journal",
		"abstract": "Although Tuber aestivum is widely distributed across Europe, little is known about its biology and ecology. We assess the vegetation composition of wild T. aestivum sites and use this information to characterise suitable habitats in Fagus sylvatica, Carpinus betulus and Ostrya carpinifolia (FCO) forests. Plant species composition at 16 naturally colonised T. aestivum sites in southwestern Germany and Switzerland was compared with that of 232 reference sites in Swiss FCO forest communities. The vegetation composition of truffle sites exhibits a high proportion of herb and shrub species that are indicators of a warm and dry climate, alkaline soil, and open tree canopy and thus typically occur in thermophilous FCO communities on calcareous bedrock. We conclude that T. aestivum is associated with a set of key species in addition to known host species. Based on their floristic composition, we identified FCO forest communities with high and low suitability for T. aestivum.",
		"container-title": "Fungal Ecology",
		"DOI": "10.1016/j.funeco.2017.06.002",
		"ISSN": "1754-5048",
		"journalAbbreviation": "Fungal Ecology",
		"page": "59-66",
		"source": "ScienceDirect",
		"title": "Ecological indicators of <i>Tuber aestivum</i> habitats in temperate European beech forests",
		"URL": "https://www.sciencedirect.com/science/article/pii/S1754504817300776",
		"volume": "29",
		"author": [
			{
				"family": "Moser",
				"given": "Barbara"
			},
			{
				"family": "Büntgen",
				"given": "Ulf"
			},
			{
				"family": "Molinier",
				"given": "Virginie"
			},
			{
				"family": "Peter",
				"given": "Martina"
			},
			{
				"family": "Sproll",
				"given": "Ludger"
			},
			{
				"family": "Stobbe",
				"given": "Ulrich"
			},
			{
				"family": "Tegel",
				"given": "Willy"
			},
			{
				"family": "Egli",
				"given": "Simon"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					10,
					1
				]
			]
		}
	},
	{
		"id": "buntgenDroughtinducedDeclineMediterranean2012",
		"type": "article-journal",
		"container-title": "Nature Climate Change",
		"DOI": "10.1038/nclimate1733",
		"ISSN": "1758-6798",
		"issue": "12",
		"journalAbbreviation": "Nature Clim Change",
		"language": "en",
		"license": "2012 Springer Nature Limited",
		"note": "publisher: Nature Publishing Group",
		"page": "827-829",
		"source": "www.nature.com",
		"title": "Drought-induced decline in Mediterranean truffle harvest",
		"URL": "https://www.nature.com/articles/nclimate1733",
		"volume": "2",
		"author": [
			{
				"family": "Büntgen",
				"given": "Ulf"
			},
			{
				"family": "Egli",
				"given": "Simon"
			},
			{
				"family": "Camarero",
				"given": "J. Julio"
			},
			{
				"family": "Fischer",
				"given": "Erich M."
			},
			{
				"family": "Stobbe",
				"given": "Ulrich"
			},
			{
				"family": "Kauserud",
				"given": "Håvard"
			},
			{
				"family": "Tegel",
				"given": "Willy"
			},
			{
				"family": "Sproll",
				"given": "Ludger"
			},
			{
				"family": "Stenseth",
				"given": "Nils C."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2012",
					12
				]
			]
		}
	},
	{
		"id": "vieiraMicrosatelliteMarkersWhat2016",
		"type": "article-journal",
		"abstract": "Microsatellites or Single Sequence Repeats (SSRs) are extensively employed in plant\ngenetics studies, using both low and high throughput genotyping approaches. Motivated\nby the importance of these sequences over the last decades this review aims to\naddress some theoretical aspects of SSRs, including definition, characterization and\nbiological function. The methodologies for the development of SSR loci, genotyping\nand their applications as molecular markers are also reviewed. Finally, two data\nsurveys are presented. The first was conducted using the main database of Web of\nScience, prospecting for articles published over the period from 2010 to 2015,\nresulting in approximately 930 records. The second survey was focused on papers that\naimed at SSR marker development, published in the American Journal of Botany's Primer\nNotes and Protocols in Plant Sciences (over 2013 up to 2015), resulting in a total of\n87 publications. This scenario confirms the current relevance of SSRs and indicates\ntheir continuous utilization in plant science.",
		"container-title": "Genetics and Molecular Biology",
		"DOI": "10.1590/1678-4685-GMB-2016-0027",
		"ISSN": "1415-4757",
		"issue": "3",
		"journalAbbreviation": "Genet Mol Biol",
		"note": "PMID: 27561112\nPMCID: PMC5004837",
		"page": "312-328",
		"source": "PubMed Central",
		"title": "Microsatellite markers: what they mean and why they are so useful",
		"title-short": "Microsatellite markers",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5004837/",
		"volume": "39",
		"author": [
			{
				"family": "Vieira",
				"given": "Maria Lucia Carneiro"
			},
			{
				"family": "Santini",
				"given": "Luciane"
			},
			{
				"family": "Diniz",
				"given": "Augusto Lima"
			},
			{
				"family": "Munhoz",
				"given": "Carla de Freitas"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016"
				]
			]
		}
	},
	{
		"id": "kirkApplicationsImplicationsNeutral2011",
		"type": "article-journal",
		"abstract": "The field of molecular ecology has expanded enormously in the past two decades, largely because of the growing ease with which neutral molecular genetic data can be obtained from virtually any taxonomic group. However, there is also a growing awareness that neutral molecular data can provide only partial insight into parameters such as genetic diversity, local adaptation, evolutionary potential, effective population size, and taxonomic designations. Here we review some of the applications of neutral versus adaptive markers in molecular ecology, discuss some of the advantages that can be obtained by supplementing studies of molecular ecology with data from non-neutral molecular markers, and summarize new methods that are enabling researchers to generate data from genes that are under selection.",
		"container-title": "International Journal of Molecular Sciences",
		"DOI": "10.3390/ijms12063966",
		"ISSN": "1422-0067",
		"issue": "6",
		"journalAbbreviation": "Int J Mol Sci",
		"note": "PMID: 21747718\nPMCID: PMC3131602",
		"page": "3966-3988",
		"source": "PubMed Central",
		"title": "Applications and Implications of Neutral versus Non-neutral Markers in Molecular Ecology",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3131602/",
		"volume": "12",
		"author": [
			{
				"family": "Kirk",
				"given": "Heather"
			},
			{
				"family": "Freeland",
				"given": "Joanna R."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					4,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011",
					6,
					14
				]
			]
		}
	},
	{
		"id": "qinLifeCyclePhylogeography2022",
		"type": "article-journal",
		"abstract": "True truffle (Tuber spp.) is one group of ascomycetes with great economic importance. During the last 30 years, numerous fine-scale population genetics studies were conducted on different truffle species, aiming to answer several key questions regarding their life cycles; these questions are important for their cultivation. It is now evident that truffles are heterothallic, but with a prevalent haploid lifestyle. Strains forming ectomycorrhizas and germinating ascospores act as maternal and paternal partners respectively. At the same time, a number of large-scale studies were carried out, highlighting the influences of the last glaciation and river isolations on the genetic structure of truffles. A retreat to southern refugia during glaciation, and a northward expansion post glaciation, were revealed in all studied European truffles. The Mediterranean Sea, acting as a barrier, has led to the existence of several refugia in different peninsulas for a single species. Similarly, large rivers in southwestern China act as physical barriers to gene flow for truffles in this region. Further studies can pay special attention to population genetics of species with a wide distribution range, such as T. himalayense, and the correlation between truffle genetic structure and the community composition of truffle-associated bacteria.",
		"container-title": "Genes",
		"DOI": "10.3390/genes13010145",
		"ISSN": "2073-4425",
		"issue": "1",
		"journalAbbreviation": "Genes (Basel)",
		"note": "PMID: 35052485\nPMCID: PMC8775154",
		"page": "145",
		"source": "PubMed Central",
		"title": "Life Cycle and Phylogeography of True Truffles",
		"URL": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8775154/",
		"volume": "13",
		"author": [
			{
				"family": "Qin",
				"given": "Jiao"
			},
			{
				"family": "Feng",
				"given": "Bang"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					4,
					10
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					1,
					14
				]
			]
		}
	},
	{
		"id": "gryndlerTuberAestivumAssociation2014",
		"type": "article-journal",
		"abstract": "Mycorrhizal fungi provide direct and functional interconnection of soil environment with their host plant roots. Colonization of non-host plants have occasionally been described, but its intensity and functional significance in complex plant communities remain generally unknown. Here, the abundance of ectomycorrhizal fungus Tuber aestivum was measured in the roots of host and non-host (non-ectomycorrhizal) plants in a naturally occurring T. aestivum colony using a quantitative PCR approach. The roots of non-host plant species found inside the brûlé area were extensively colonized by T. aestivum mycelium, although the levels were significantly lower than those found in host Carpinus betulus roots. However, fungal biomass concentration in the non-host roots was one to two orders of magnitude higher than that in the surrounding soil. This indicates existence of an important biotic interaction between T. aestivum mycelium and the non-host, mostly herbaceous plants. Roots, either host or non-host, thus probably constitute hot spots of T. aestivum activity in the soil ecosystem with as yet uncovered functional significance.",
		"container-title": "Mycorrhiza",
		"DOI": "10.1007/s00572-014-0580-9",
		"ISSN": "1432-1890",
		"issue": "8",
		"journalAbbreviation": "Mycorrhiza",
		"language": "eng",
		"note": "PMID: 24756631",
		"page": "603-610",
		"source": "PubMed",
		"title": "Tuber aestivum association with non-host roots",
		"volume": "24",
		"author": [
			{
				"family": "Gryndler",
				"given": "Milan"
			},
			{
				"family": "Cerná",
				"given": "Lucie"
			},
			{
				"family": "Bukovská",
				"given": "Petra"
			},
			{
				"family": "Hršelová",
				"given": "Hana"
			},
			{
				"family": "Jansa",
				"given": "Jan"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2014",
					11
				]
			]
		}
	},
	{
		"id": "schneider-maunouryTwoEctomycorrhizalTruffles2020",
		"type": "article-journal",
		"abstract": "Serendipitous findings and studies on Tuber species suggest that some ectomycorrhizal fungi, beyond their complex interaction with ectomycorrhizal hosts, also colonise roots of nonectomycorrhizal plants in a loose way called endophytism. Here, we investigate endophytism of T. melanosporum and T. aestivum. We visualised endophytic T. melanosporum hyphae by fluorescent in situ hybridisation on nonectomycorrhizal plants. For the two Tuber species, microsatellite genotyping investigated the endophytic presence of the individuals whose mating produced nearby ascocarps. We quantified the expression of four T. aestivum genes in roots of endophyted, non-ectomycorrhizal plants. Tuber melanosporum hyphae colonised the apoplast of healthy roots, confirming endophytism. Endophytic Tuber melanosporum and T. aestivum contributed to nearby ascocarps, but only as maternal parents (forming the flesh). Paternal individuals (giving only genes found in meiotic spores of ascocarps) were not detected. Gene expression of T. aestivum in non-ectomycorrhizal plants confirmed a living status. Tuber species, and likely other ectomycorrhizal fungi found in nonectomycorrhizal plant roots in this study, can be root endophytes. This is relevant for the ecology (brûlé formation) and commercial production of truffles. Evolutionarily speaking, endophytism may be an ancestral trait in some ectomycorrhizal fungi that evolved from root endophytes.",
		"container-title": "The New Phytologist",
		"DOI": "10.1111/nph.16321",
		"ISSN": "1469-8137",
		"issue": "6",
		"journalAbbreviation": "New Phytol",
		"language": "eng",
		"note": "PMID: 31733103",
		"page": "2542-2556",
		"source": "PubMed",
		"title": "Two ectomycorrhizal truffles, Tuber melanosporum and T. aestivum, endophytically colonise roots of non-ectomycorrhizal plants in natural environments",
		"volume": "225",
		"author": [
			{
				"family": "Schneider-Maunoury",
				"given": "Laure"
			},
			{
				"family": "Deveau",
				"given": "Aurélie"
			},
			{
				"family": "Moreno",
				"given": "Myriam"
			},
			{
				"family": "Todesco",
				"given": "Flora"
			},
			{
				"family": "Belmondo",
				"given": "Simone"
			},
			{
				"family": "Murat",
				"given": "Claude"
			},
			{
				"family": "Courty",
				"given": "Pierre-Emmanuel"
			},
			{
				"family": "Jąkalski",
				"given": "Marcin"
			},
			{
				"family": "Selosse",
				"given": "Marc-André"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2020",
					3
				]
			]
		}
	}
]